<!DOCTYPE HTML PUBLIC>

<!-- Alex's GT Turbo pages -->
<!-- Page: Common problems -->
<!-- Language: Spanish -->
<!-- Version: 4.03 -->
<!-- Last update: 21-mar-99 -->

<HTML>
<HEAD>
<TITLE>P&aacute;ginas GT Turbo de Alex: Problemas comunes</TITLE>
<META NAME="keywords" CONTENT="Renault, 5, GT, Turbo, mecanica, preparacion, tuning">
<META NAME="description" CONTENT="P&aacute;ginas GT Turbo de Alex">
</HEAD>
<BODY BGCOLOR="#000000" TEXT="#D0D0D0" LINK="#CC8000" VLINK="#ffffff">

<CENTER><IMG SRC="fire5__e.gif" ALT="P&aacute;ginas GT Turbo de Alex" WIDTH=630 HEIGHT=85>

<H1>Problemas comunes</H1>

</CENTER>

<P>Esto es s&oacute;lo es principio del proyecto de hacer una gu&iacute;a de
problemas comunes. Se trata del poner al alcance de todos informaci&oacute;n
acerca de lo que suele fallar, para evitarnos dolores de cabeza... y como
interesante gu&iacute;a del comprador. La colaboraci&oacute;n via email ayudar&iacute;a 
a crecer a esta secci&oacute;n y ser&iacute;a muy apreciada.

<H2>Motor</H2>

<P>El motor del GT es bastante fuerte, la dureza del bloque ha
sido probada a lo largo de los a&ntilde;os de uso en muchos coches fabricados por
Renault. Si le tratas con un poco de cuidado con buen aceite, calent&aacute;ndolo
antes de correr y le das un mantenimiento correcto, deber&iacute;as poder
hacer un mont&oacute;n de kil&oacute;metros sin problemas.

<UL>
  <LI>Motor bajo de compresi&oacute;n (osea los pistones y los segmentos no juntan ya bien
      en los cilindros):
  <UL>
    <LI>En ese caso, los gases de escape bajan al c&aacute;rter.
      En c&aacute;rter est&aacute; conectado con la tapa de balancines, as&iacute;
      que hay un truco para ver si te ocurre eso: sale bastante humo al abrir el
      tap&oacute;n de rellenado del aceite con el motor al ralent&iacute; despu&eacute;s
      de haberse dado una vuelta y haber calentado al coche. Un poco de humo es
      normal, porque siempre hay vapores de aceite en el carter. Si el motor
      est&aacute; muy mal, la &uacute;nica soluci&oacute;n es una reconstrucci&oacute;n del mismo, poniendo
      nuevos segmentos, camisas...
  </UL>
  <LI>Junta de culata quemada:
  <UL>
    <LI>Cuando el motor sufre un 'calent&oacute;n', la junta de culata es la primera
    cosa que generalmente se va. Entonces se mezclan agua y aceite y puedes
    encontrarte la 'mayonesa negra' que resulta en el vaso de expansi&oacute;n y/o
    el carter. Mientras tanto, la refrigeraci&oacute;n queda muy reducida.
  </UL>
</UL>

<H2>Lubricaci&oacute;n</H2>

<P>Para alargar la vida del turbo, invierte en aceite de buena calidad. Las
altas temperaturas que se producen en los cojinetes del turbo tienden
a degradar r&aacute;pidamente los malos aceites (especialmente si no
<A HREF="tecst3_e.htm#idle">dejas el motor al ralent&iacute; unos momentos antes
de parar el motor</A>), y una buena lubricaci&oacute;n all&iacute; es vital.
<UL>
  <LI>Medidor de nivel de aceite: Si no funciona el medidor de nivel, osea
      hay una luz antes de arrancar el motor pero la aguja no sube, habiendo
      suficiente aceite:
  <UL>
    <LI>Podr&iacute;a ser simplemente que hay mucha grasa y suciedad en el
      conector del sensor de nivel, que est&aacute; en el frontal del motor,
      entre el c&aacute;rter y el radiador. Se accede a &eacute;l mejor
      desde debajo del coche.
    <LI>Podr&iacute;a ser la electr&oacute;nica del marcador de nivel de aceite, en el
      cuadro de instrumentos.
    <LI>Podria ser el mismo sensor o el cableado.
  </UL>
</UL>

<H2>Alimentaci&oacute;n y escape</H2>

<P>Incluyendo la mejor parte del coche: &iexcl;el turbo! Los turbos refrigerados
por agua tienden a durar m&aacute;s, pero 20.000-100.000 km es una buena aproximaci&oacute;n
a la vida de un turbo.

<UL>
  <LI>Cojinetes del turbo estropeados:
  <UL>
    <LI>El turbo puede fallar y agarrotarse s&uacute;bitamente, dej&aacute;ndote
      sin presi&oacute;n de soplado -y encanto-. Puedes desmontar el
      manguito de entrada de aire al turbo e intentar moverlo a mano para
      probar esto.
    <LI>Puede empezar prograsivamente a consumir aceite a trav&eacute;s de
      los cojinetes desgastados o rayados. Eso se sabe porque salen humos
      aceitosos (blanco-azulados) por el escape con el motor caliente, pero
      no por el tap&oacute;n del aceite como ser&iacute;a el caso de un motor
      en mal estado. Buscar a traves de la entrada de aire del turbo un
      excesivo juego en la turbina puede ser otra idea.
    </UL>
  <LI>Intercooler reventado:
  <UL>
    <LI>Podr&iacute;a ocurrir, especialmente bajo altas presiones de
      soplado. Hay una forma de <A HREF="trick3_e.htm#strap">reforzarlos</A>
      antes de que ocurra. Tambi&eacute;n hay intercoolers de recambio m&aacute;s fuertes.

  </UL>
  <LI>Chicl&eacute; del carburador obstuido:
  <UL>
    <LI>Debido a un pobre filtrado en la gasolinera y/o a la presencia
      de part&iacute;culas en nuestro dep&oacute;sito o sistema de alimentaci&oacute;n, el
      chicl&eacute; de baja puede obstruirse. El motor se para si lo dejas al
      ralent&iacute; y s&oacute;lo funciona bien a altas revoluciones. El chicl&eacute; est&aacute;
      en el lado derecho del carburador, y un buen limpiado con un pelo
      de un cable el&eacute;ctrico es la mejor soluci&oacute;n.
    <LI>Un truco para limpiarlo sin herramientas es &eacute;ste: Con el coche
      parado, pon el motor a 3000-4000 rpm. De repente, quita el pie de
      acelerador y tira totalmente del aire al mismo tiempo. Eso podr&iacute;a
      hacer suficiente vac&iacute;o como para absorber la part&iacute;cula.
  </UL>
  <LI>Filtro de gasolina sucio:
  <UL>
    <LI>Como el filtro est&aacute; puesto debajo del coche, uno tiende a olvidarse 
     de &eacute;l. Deber&iacute;a cambiarse cad 40.000 km o as&iacute;, porque 
     cuando est&aacute; muy sucio da un paso de gasolina muy restringido
     que se puede percibir como tirones y falta de potencia cuando pisas
     el acelerador a fondo.
  </UL>
</UL>

<P>
<A NAME=cooling>
<H2>Refrigeraci&oacute;n</H2>
</A>

<P>Haci&eacute;ndolos trabajar duro en tiempo c&aacute;lido, estos coches
tienden a sobrecalentarse, un poco m&aacute;s los de fase 1 que los de fase 2.
<UL>
  <LI>Sobrecalentamiento anormal:
  <UL>
    <LI>Radiador bloqueado: Desafortunadamente, los radiadores de aluminio
      a veces sufren extra&ntilde;as reacciones con los l&iacute;quidos
      anticongelantes -especialmente si no se han cambiado nunca- que
      bloquean parcialmente las finas tuber&iacute;as de su interior.
      Un radiador nuevo o reparado es la mejor soluci&oacute;n, y los de
      cobre son m&aacute;s baratos y mejores. Hay sitios en los que
      los hacen un poco m&aacute;s gruesos y grandes, que caben bien y
      aportan mayor superficie efectiva de refrigeraci&oacute;n.
    <LI>No funciona el ventilador: Chequea el electrocontacto que est&aacute;
      en el lado derecho del radiador puente&aacute;ndolo. Si el ventilador
      todav&iacute;a no funciona, &eacute;chale un vistazo al estado
      del rel&eacute;, que est&aacute; cerca del electrocontacto, y al cableado.
      Finalmente piensa en el ventilador.
  </UL>
  <LI>Ventilador antipercolaci&oacute;n ruidoso o bloqueado: La vida del
      <A HREF="tecst4_e.htm#percolation">ventilador antipercolaci&oacute;n</A>
      es dura. Trabajar solo mucho tiempo, despu&eacute;s de que
      el motor se haya parado, respirar aire sin filtrar...
  <UL>
    <LI>Se puede desmontar y aplicar grasa y aceite a los cojinetes y
      a las piezas de fieltro que est&aacute;n al lado. As&iacute; funcionar&aacute; menos
      ruidosamente y no se bloquear&aacute; eventualmente, lo que podr&iacute;a ser muy
      peligroso dado que es posible que se quemen cables electricos y
      el coche se prenda fuego puesto que &iexcl;no hay fusible en el sistema!
      (&iquest;En qu&eacute; estar&iacute;an pensando los dise&ntilde;adores del coche? :-) ).

  </UL>
</UL>

<P>
<A NAME=ignition>
<H2>Encendido</H2>

<P>El encendido computerizado est&aacute; bien, pero &iexcl;el cambio del m&oacute;dulo de encendido
se convierte en una cosa muy cara! El m&oacute;dulo tiende a fallar en coches de fase
1, que lo tienen puesto justo sobre el turbo caliente. Puede ser cambiado
a la situaci&oacute;n del fase 2, tras el cortafuegos.
<UL>
  <LI>Extra&ntilde;os problemas de encendido: El m&oacute;dulo de encendido
      no generar&aacute; alto voltaje para las bujias a no ser que est&eacute;
      alimentado -obviamente- y le lleguen impulsos del sensor de posici&oacute;n
      angular que est&aacute; sobre el volante del motor.
  <UL>
    <LI>Un mal estado de los cables que vienen de &eacute;ste puede hacer que el
      motor no arranque, tenga un ralent&iacute; inestable, y haga todo tipo de cosas
      raras... Los cables y el propio sensor son apuestas m&aacute;s baratas
      que cambiar el m&oacute;dulo.
  </UL>
</UL>
</A>

<P>
<A NAME=electrical>
<H2>Electricidad</H2>
</A>

<P>El cableado no es muy bueno en estos coches, como hab&eacute;is leido,
as&iacute; que se pueden encontrar muchos problemas con &eacute;l.
<UL>
  <LI>Problemas con el cuentakil&oacute;metros:
  <UL>
   <LI>Si tanto el veloc&iacute;metro como el contador de kil&oacute;metros
      fallan, quiz&aacute;s de forma aleatoria, es probable que lo que pase
      es que la informaci&oacute;n del sensor de velocidad se est&eacute;
      perdiendo antes de llegar al tablero en un conector sucio que est&aacute;
      al lado del filtro de aire.
   <LI>Otros problemas con el cuentakil&oacute;metros vienen de los propios
      conectores del panel de instrumentos.
   <LI>La electr&oacute;nica del cuentakil&oacute;metros tambi&eacute;n tiende a fallar.
  </UL>
  <LI>La bomba de combustible no funciona:
  <UL>
    <LI>La bomba de combustible est&aacute; junto al tanque de gasolina, y
      su d&eacute;bil cableado est&aacute; expuesto al polvo y el agua.
      &Eacute;chale un vistazo al cableado antes de pensar en algo m&aacute;s raro.
  </UL>
  <LI>Ruidos extra&ntilde;os (como un grillo) provinientes de las salidas centrales
    de aire, especialmente a alta velocidad:
  <UL>
    <LI>Abre el cap&oacute;, quita la rejilla del ventilador de la calefacci&oacute;n y saca el ventilador.
    Cuidadosamente engrasa sus cojinetes (es dif&iacute;cil engrasar el interior sin
    separar las palas del ventilador del motor) y &iexcl;olv&iacute;date de insectos en
    tu coche!
  </UL>
  <LI>Movimiento aleatorio de la aguja de combustible, especialmente en
    baches:
  <UL>
    <LI>El sensor de combustible del dep&oacute;sito tiende a fallar porque se
    ensucia con las part&iacute;culas de la gasolina. Una cambio puede ser la
    mejor soluci&oacute;n. Ten cuidado de no llenar el dep&oacute;sito con porquer&iacute;a del
    exterior cuando quites el sensor. Puedes tratar de limpiarlo, pero
    es dif&iacute;cil abrirlo sin romperlo. Consigue uno de desguace y qu&iacute;tale
    la chapa cil&iacute;ndrica que lo cubre, rompiendo el resto y rompe la chapa
    del tuyo para salvar su parte interior de tal modo que puedas
    montarte una unidad completa buena de los dos. Debes limpiar cuidadosamente
    los contactos de cobre y las pistas. Aseg&uacute;rate de montar correctamente
    la junta o estar&aacute;s oliendo gasolina el resto de tu vida.
  </UL>
</UL>

<H2>Cambio</H2>
<UL>
 <LI>Holgura de la palanca de cambio: Parece aumentar y la precisi&oacute;n al
 cambiar de marcha disminuye si:
 <UL>
   <LI>El muelle de tensi&oacute;n  de la palanca bajo el coche se ha roto, perdido,
   o se ha roto su anclaje al suelo del coche.
   <LI>La pieza de pl&aacute;stico que est&aacute; en el final de la palanca de actuaci&oacute;n
   del cambio, en el lado del cambio (que est&aacute; dentro de un protector de
   goma) est&aacute; rota o falta.
 </UL>
</UL>

<P>
<A NAME=brakes>
<H2>Frenos</H2>
</A>

<P>&iexcl;Agradezc&aacute;mos nuestros cuatro discos!
<UL>
  <LI>Eficiencia de frenado reducida:
  <UL>
    <LI>Pastillas de freno cristalizadas son la primera cosa a comprobar,
     un abuso del freno y/o pastillas de mala calidad pueden llevar a una
     degradaci&oacute;n de su superficie hasta convertirlas en inutilizables.
    <LI>Una valvula antirretorno del servofreno en mal estado, localizada en
     un lateral de &eacute;ste, es otra posibilidad.
    <LI>Filtro de aire del servofreno sucio. Se encuentra alrededor del
     eje de actuaci&oacute;n del servofreno que va hasta el pedal de freno.
  </UL>
</UL>

<P><A NAME=steering>
<H2>Suspensi&oacute;n y direcci&oacute;n</H2>
</A>

<UL>
  <LI>Holgura en la direcci&oacute;n:
  <UL>
    <LI>Hay un acoplamiento flexible entre el eje intermedio de la direcci&oacute;n
     y la cremallera. Tiene unas gomas que tienden a desgastarse
     en no demasiados kil&oacute;metros, y se nota una peque&ntilde;a holgura
     en la direcci&oacute;n. Es f&aacute;cil acostumbrarse a ella e ignorarla,
     pero el acoplamiento es muy barato, y la precisi&oacute;n en el manejo
     del coche merece la pena cambiarlo (Desde el paso de rueda izquierdo no
     es dif&iacute;cil, simplemente quitando antes la caja de pl&aacute;stico
     que hay sobre la cremallera para protejerlo.).
  </UL>
  <LI>Ruidos en el eje trasero en baches: Especialmente si cuanto m&aacute;s peso
   pones detr&aacute;s, m&aacute;s a menudo suena.
   <UL>
    <LI>El codo del silencioso trasero pasa cerca del tren trasero, asi
    que probablemente est&aacute; golpeandolo, puesto que sus gomas de soporte
    quedan lejos de ese punto. Hay una forma f&aacute;cil de
    <A HREF="trick3_e.htm#exhaust">a&ntilde;adir una goma de soporte</A> en el
    sitio correcto para evitarlo.
  </UL>
</UL>

<P> <!-- Footer -->
<CENTER>
<TABLE BORDER=0 CELLSPACING=0 CELLPADDING=0>
<TR>
<TD><A HREF="gttint_e.htm"><IMG SRC="foot_1_e.gif" ALT="&Iacute;ndice" WIDTH=73 HEIGHT=40 BORDER=0></A></TD>
<TD><A HREF="common.htm"><IMG SRC="foot_2_e.gif" ALT="Versi&oacute;n inglesa" WIDTH=128 HEIGHT=40 BORDER=0></A></TD>
<TD><A HREF="common_f.htm"><IMG SRC="foot_3_e.gif" ALT="Versi&oacute;n francesa" WIDTH=127 HEIGHT=40 BORDER=0></A></TD>
<TD><A HREF="http://www.etsit.upm.es/~alex/gtt/gttint_e.htm"><IMG SRC="foot_4_e.gif" ALT="Servidor alternativo" WIDTH=147 HEIGHT=40 BORDER=0></A></TD>
<TD><A HREF="credit_e.htm"><IMG SRC="foot_5_e.gif" ALT="Alex" WIDTH=49 HEIGHT=40 BORDER=0></A></TD>
<TD><A HREF="email__e.htm"><IMG SRC="foot_6_e.gif" ALT="Email Alex" WIDTH=102 HEIGHT=40 BORDER=0></A></TD>
</TR>
</TABLE>
</CENTER>
</BODY>
</HTML>
