<!DOCTYPE HTML PUBLIC>

<!-- Alex's GT Turbo pages -->
<!-- Page: Common problems -->
<!-- Language: French -->
<!-- Version: 4.01 -->
<!-- Last update: 11-mar-99 -->

<HTML>
<HEAD>
<TITLE>Pages GT Turbo d'Alex: Probl&egrave;mes communs</TITLE>
<META NAME="keywords" CONTENT="Renault, 5, GT, Turbo, m&eacute;canique, preparation, tuning">
<META NAME="description" CONTENT="Pages GT Turbo d'Alex">
</HEAD>
<BODY BGCOLOR="#000000" TEXT="#D0D0D0" LINK="#CC8000" VLINK="#ffffff">

<CENTER><IMG SRC="fire5__f.gif" ALT="Pages GT Turbo d'Alex" WIDTH=630 HEIGHT=85>

<H1>Probl&egrave;mes communs</H1>

</CENTER>

<P>Ceci est seuleument le d&eacute;but du projet de faire un guide pour les probl&egrave;mes communs.
Il s'agit de mettre &agrave; la port&eacute;e de tout le monde l'information sur ce qui peut faire
d&eacute;faut sur cette voiture, pour &eacute;viter des maux de cr&acirc;ne... et comme guide int&eacute;ressant
de l'acheteur. La collaboration via email aiderait &agrave; agrandir cette section et serait
tr&egrave;s appr&eacute;ci&eacute;e.

<H2>Moteur</H2>

<P>Le moteur du GT est assez robuste, l'endurance du bloc a &eacute;t&eacute; prouv&eacute;e au fil
des ann&eacute;es, dans beaucoup de voitures fabriqu&eacute;es par Renault. En s'en occupant soigneusement
avec de la bonne huile, le faisant chauffer un peu avant de courser, l'entretenant
correctement, on peut esp&egrave;rer faire beaucoup de kilom&egrave;tres sans avoir de probl&egrave;mes.

<UL>
  <LI>Moteur sans compression (les pistons et les segments ont trop de jeu dans
	les cylindres):
  <UL>
    <LI>Dans ce cas, les gaz d'&eacute;chappement descendent dans le carter. Le carter
	&eacute;tant reli&eacute; au cache-culbuteurs, il y a un truc pour voir si c'est le cas:
	il sort pas mal de f&ucirc;m&eacute;e en ouvrant le bouchon de remplissage d'huile, le
	moteur &eacute;tant au ralentit apr&egrave;s avoir fait un tour et avoir fait chauff&eacute;
	la voiture. Un petit peu de f&ucirc;m&eacute;e est normal, parce qu'il y a toujours
	des vapeurs d'huile dans le carter. Si le moteur est tr&egrave;s mal, l'unique
	solution est une remise &agrave; neuf, en mettant de nouveaux pistons, segments,
	chemises...
  </UL>
  <LI>Joint de culasse HS:
  <UL>
    <LI>Quand le moteur a fait une sur-chauffe, le joint de culasse est g&eacute;n&eacute;ralement
	la premi&egrave;re pi&egrave;ce qui trinque. L'huile et l'eau se m&eacute;langent alors et on
	peut trouver de "la mayonnaise" dans le vase d'expansion et/ou dans le
	carter. Pendant ce temps, le refroidissement reste tr&egrave;s faible.	
  </UL>
</UL>

<H2>Lubrification</H2>

<P>Pour allonger la dur&eacute;e de vie du turbo, investir dans de l'huile de bonne qualit&eacute;.
Les hautes temp&eacute;ratures r&eacute;gnant aux environs des paliers tendent &agrave; d&eacute;grader les huiles
de mauvaises qualit&eacute;, (sp&eacute;cialement si on ne <A HREF="tecst3_f.htm#idle">le laisse
pas tourner au ralentit quelques instant avant d'arr&ecirc;ter le moteur</A>), et une bonne
lubrification est vitale. 

<UL>
  <LI>Jauge du niveau d'huile: Si la jauge ne fonctionne pas -la lumi&egrave;re s'allume
      avant de d&eacute;marrer, mais l'aiguille ne monte pas, tout en ayant suffisament
      d'huile-:
  <UL>
    <LI>Ce pourrait &ecirc;tre simplement le connecteur du capteur de niveau qui
        est sale ou qui a de la graisse; il se trouve &agrave; l'avant du moteur, entre le
        carter et le radiateur. On y acc&egrave;de plus facilement de dessous
    <LI>Ce pourrait &ecirc;tre l'&eacute;lectronique du galvanom&egrave;tre, dans le combin&eacute; d'instruments.
    <LI>Ce pourrait &ecirc;tre le propre capteur ou le cablage &eacute;lectrique.
  </UL>
</UL>

<H2>Alimentation et &eacute;chappement</H2>

<P>Ceci est la meilleure partie de la voiture: le turbo! Les turbos refroidits
par eau tendent &agrave; durer plus longtemps, mais 20.000-100.000 km est une bonne
approximation de leur dur&eacute;e de vie.

<UL>
  <LI>Paliers du turbo ab&icirc;m&eacute;s:
  <UL>
    <LI>Le turbo peut faire d&eacute;faut ou se bloquer subitement, ce qui nous laisse
     sans pression -et g&eacute;nial-. On peut d&eacute;monter le conduit de l'entr&eacute;e d'air
     du turbo et essayer de faire bouger la turbine pour v&eacute;rifier ceci.
    <LI>Il peut commencer &agrave; consommer un peu d'huile par les paliers ab&icirc;m&eacute;s ou ray&eacute;s.
    &Ccedil;a se sait facilement, car il sort de la f&ucirc;m&eacute;e "huileuse" (blanc-bleu) par le pot
    d'&eacute;chappement quand le moteur est chaud, mais pas par le bouchon de remplissage
    d'huile comme ce serait le cas d'un moteur en mauvais &eacute;tat. V&eacute;rifier par
    l'entr&eacute;e d'air du turbo qu'il n'y ait pas trop de jeu peut &ecirc;tre une bonne
    id&eacute;e.
  </UL>
  <LI>Intercooler ouvert: 
  <UL>
    <LI>&Ccedil;a pourrait arriver, sp&eacute;cialement s'il est soummis
	&agrave; de fortes pressions de suralimantation. Il y a une mani&egrave;re de le
	<A HREF="trick3_f.htm#strap">renforcer</A> avant que &ccedil;a n'arrive.
	Il existe &eacute;galement des intercoolers de remplacement plus robustes.
  </UL>
  <LI>Gicleur du carburateur obstru&eacute;:
  <UL>
    <LI>A cause d'un mauvais filtrage de l'essence et/ou &agrave; la pr&eacute;sence de
	particules dans n&ocirc;tre r&eacute;servoir ou syst&egrave;me d'alimentation, le gicleur
	de ralentit peut &ecirc;tre obstru&eacute;. Le moteur s'arr&ecirc;te si on le laisse
	au ralentit, et il fontionne bien seulement &agrave; hauts r&eacute;gimes. Le
	gicleur se trouve sur la droite du carburateur, et un bon nettoyage
	avec un brin de fil &eacute;lectrique est la meilleure solution.
    <LI>Un truc pour nettoyer sans outils: La voiture &eacute;tant arr&ecirc;t&eacute;e, mettre
	le moteur &agrave; 3000-4000 tr/min. Tout d'un coup, &ocirc;ter le pied de l'acc&eacute;l&eacute;rateur
	et mettre le starter en m&ecirc;me temps. Cela pourrait faire un vide
	suffisant pour absorber la particule.
  </UL>
</UL>

<A NAME=cooling>  
<H2>Refroidissement</H2>
</A>

<P>En leur menant la vie dure par temps chaud, ces voitures ont tendance &agrave; faire
des surchauffes, surtout les phases 1 plut&ocirc;t que les phases 2.

<UL>
  <LI>Surchauffe anormale:
    <UL>
    <LI>Radiateur bouch&eacute;: Malheureusement, les radiateurs en aluminium ont parfois une
	mauvaise r&eacute;action avec les liquides antigel -surtout s'ils n'ont jamais &eacute;t&eacute;
	chang&eacute;s- ce qui obture parti&egrave;lement les petites canalisations int&eacute;rieures. Un
	radiateur neuf ou un r&eacute;par&eacute; est la meilleure solution, et ceux en cuivre
	sont moins chers et plus efficaces. Il y a des endroits o&ugrave; ils en font des
	plus grands et plus &eacute;pais, qui s'adaptent bien et qui apportent une plus
	grande superficie de refroidissement.
    <LI>Le ventilateur ne fonctionne pas: V&eacute;rifier la sonde qui se trouve sur la
	droite du radiateur en la courtcircuitant. Si le ventilateur ne tourne
	toujours pas, jeter un coup d'oeil &agrave; l'&eacute;tat du relais, qui est pr&egrave;s de
	la sonde et au cablage. Finalement, penser au ventilateur.
    </UL>

  <LI>Ventilateur antipercolation bruyant ou bloqu&eacute;: La vie du
      <A HREF="tecst4_f.htm#percolation">ventilateur antipercolation </A>
      es difficile. Travailler seul tant de temps, apr&egrave;s l'arr&ecirc;t du moteur,
     respirer de l'air non filtr&eacute;... 
  <UL>
    <LI>On peut le d&eacute;monter et mettre un peu d'huile et de graisse au
	niveau des paliers et aux pi&egrave;ces environnantes. Il fonctionnera moins
	bruyament et il ne se bloquera &eacute;ventuellement plus, ce qui pourrait &ecirc;tre
	tr&egrave;s dangeureux &eacute;tant donn&eacute; que les c&acirc;bles &eacute;lectriques peuvent br&ucirc;ler
	et la voiture pourrait prendre feu, d'autant plus qu'il n'est pas
	prot&eacute;g&eacute; par fusible! Qu'en penseraient les concepteurs de la voiture? :-)).
  </UL>
</UL>


<A NAME=ignition>  
<H2>L'allumage</H2>

<P>L'allumage &eacute;lectronique, c'est bien beau, mais le changement du module
d'allumage revient tr&egrave;s cher! Le module tend &agrave; faire d&eacute;faut sur les phases 1,
car ils se trouvent au dessus du turbo qui est chaud. On peut le mettre
&agrave; la place de celui du phase 2, derri&egrave;re la cloison moteur.
<UL>
  <LI>D'&eacute;tranges probl&egrave;mes d'allumage: Le module d'allumage ne g&eacute;n&egrave;re pas de haute tension
      pour les bougies bien qu'il soit aliment&eacute; -&eacute;videment- et le capteur de position
      angulaire situ&eacute; au dessus du volant moteur lui envoie des impulsions.
  <UL>
   <LI>Un mauvais &eacute;tat des cables qui viennent de celui-l&agrave; peut emp&ecirc;cher le moteur
       de d&eacute;marrer, fait qu'il a un ralentit instable, et fait de choses bizarres...
       Les cables et le capteur lui m&ecirc;me sont s&ucirc;rement moins cher que de changer le module.
  </UL>
</UL>
</A>
<A NAME=electrical>
<H2>Syst&egrave;me &eacute;lectrique</H2>

<P>Le faisceaux &eacute;lectrique n'est pas tr&egrave;s bien sur ces voitures, comme on a pu le lire,
on peut donc renconter plusieurs probl&egrave;mes avec celui-ci.
<UL>
  <LI>Probl&egrave;mes avec le compteur kilom&eacute;trique et le tachym&egrave;tre
  <UL>
    <LI>Si les deux ne fonctionnent pas, &eacute;ventuellement de mani&egrave;re al&eacute;atoire,
	il est probable que l'information du capteur de vitesse se soit
     	perdue avant d'arriver au tableau de bord au niveau du connecteur qui
	est &agrave; c&ocirc;t&eacute; du filtre &agrave; air.
   <LI>D'autres probl&egrave;mes peuvent venir des propres connecteurs du combin&eacute; d'instruments.
   <LI>L'&eacute;lectronique du compteur-m&ecirc;me peut faire d&eacute;faut.
  </UL>
  <LI>La pompe &agrave; essence ne fonctionne pas:
  <UL>
    <LI>La pompe &agrave; essence est &agrave; c&ocirc;t&eacute; du r&eacute;servoir &agrave; essence, et son faible
	c&acirc;blage est expos&eacute; &agrave; la poussi&egrave;re et &agrave; l'eau. Jetter un oeil au c&acirc;blage
	avant de penser &agrave; autre chose plus bizarre.
  </UL>
  <LI>Des bruits bizarres (comme un grillon) viennent de l'a&eacute;rateur central, notament &agrave;
      haute vitesse:
  <UL>
    <LI>Ouvrir le capot, enlever la grille du chauffage et retirer le ventilateur.
	Graisser prudemment ses paliers (il est difficile de graisser l'int&eacute;rieur
	sans enlever les pales du ventilateur du moteur) et d&eacute;sormais, oublier les
	insectes dans sa voiture!
  </UL>
  <LI>D&eacute;placement al&eacute;atoire de l'aiguille de l'essence, surtout dans les trous:
  <UL>
    <LI>Le capteur de niveau d'essence tend &agrave; faire d&eacute;faut car il se salit avec
     les particules contenues dans l'essence. Un changement peut &ecirc;tre la meilleure
     solution. Faire attention &agrave; ne pas remplir le r&eacute;servoir avec des salet&eacute;s venant
     de l'ext&eacute;rieur quand on enl&egrave;ve le capteur. On peut essayer de le nettoyer, mais
     il est difficile de l'ouvrir sans le d&eacute;truire. En chercher un &agrave; la casse et lui
     retirer la t&ocirc;le cylindrique qui le recouvre, en cassant le reste, et casser la
     t&ocirc;le du sien pour sauver sa partie int&eacute;rieure de telle mani&egrave;re &agrave; pouvoir en 
     faire un bon avec deux. Il faut nettoyer soigneusement les contacts des pistes.
     S'assurer de bien monter le joint ou on sentira une odeur d'essence le reste de
     sa vie.
  </UL>
</UL>
</A>

<H2>Bo&icirc;te</H2>
<UL>
  <LI>Jeu dans le levier de vitesse: Il semble augmenter et la pr&eacute;cision au moment
   de passer les vitesses diminue si:
  <UL>
    <LI>Le ressort de rappel de la tringle sous la voiture est cass&eacute;, perdu, ou est
	cass&eacute; &agrave; son embase.
    <LI>La pi&egrave;ce en plastique qui est au bout du levier d'action de la bo&icirc;te, &agrave; c&ocirc;t&eacute;
	de la bo&icirc;te (celle qui est dans la protection en caoutchouc) est cass&eacute;e ou
	manquante.
  </UL>
</UL>
<A NAME=brakes>
<H2>Freins</H2>

<P>Remercions nos quatre disques!
<UL>
  <LI>Efficacit&eacute; de freinage r&eacute;duite:
  <UL>
    <LI>Des plaquettes de freins glac&eacute;es est la premi&egrave;re des choses &agrave;
	regarder, un usage abusif des freins et/ou plaquettes de mauvaises
	qualit&eacute;s peuvent entrainer une d&eacute;gradation de la surface jusqu'&agrave; les
	rendre inutilisables.
    <LI>Un clapet anti-retour de servo-frein en mauvais &eacute;tat, situ&eacute; sur le c&ocirc;t&eacute; de
	celui-ci, est une autre possibilit&eacute;
    <LI>Filtre &agrave; air du servo-frein sale. Il se trouve aux alentours de la tige de
	pouss&eacute;e du servo-frein.
  </UL>
</UL>
</A>

<A NAME=steering>  
<H2>Suspension et direction</H2>
</A>
<UL>
  <LI>Jeu dans la direction:
  <UL>
    <LI>Il y a un joint de cardan entre l'axe interm&eacute;diaire de la colonne
      de direction et la cr&eacute;maill&egrave;re. Il est constitu&eacute; d'un caoutchouc tr&egrave;s
      dur qui a tendance &agrave; perdre ses propri&eacute;t&eacute;s en peu de kilom&egrave;tres, et
      on remarque un peu de jeu dans la direction. Il est tr&egrave;s facile de s'y
      habituer et de l'ignorer, mais cette noix de cardan n'est vraiment pas
      ch&egrave;re, et la pr&eacute;cision dans le maniement de la voiture m&eacute;rite qu'on la
      change (Depuis le passage de roue gauche, ce n'est pas difficile, il
      suffit d'enlever le cache plastique qu'il y a pour sur la cr&eacute;maill&egrave;re
      pour la prot&eacute;ger.).
  </UL>
  <LI>Des bruits au niveau du train arri&egrave;re en passant dans les trous: Surtout
   quand on a plus de poids, &ccedil;a s'entend plus souvent.
  <UL>
    <LI>Le silencieux arri&egrave;re passe pr&egrave;s du train arri&egrave;re, il est donc probable
   qu'il le touche, d'autant plus que les silent blocks de fixation sont loins
   de ce point. Il est facile d'<A HREF="trick3_f.htm#exhaust">ajouter un silent-block</A>
   suppl&eacute;mentaire au bon endroit pour &eacute;viter ceci.
  </UL>
</UL>



<P> <!-- Footer -->
<CENTER>
<TABLE BORDER=0 CELLSPACING=0 CELLPADDING=0>
<TR>
<TD><A HREF="gttint_f.htm"><IMG SRC="foot_1_f.gif" ALT="Index" WIDTH=77 HEIGHT=40 BORDER=0></A></TD>
<TD><A HREF="common.htm"><IMG SRC="foot_2_f.gif" ALT="Version anglaise" WIDTH=131 HEIGHT=40 BORDER=0></A></TD>
<TD><A HREF="common_e.htm"><IMG SRC="foot_3_f.gif" ALT="Version espagnole" WIDTH=141 HEIGHT=40 BORDER=0></A></TD>
<TD><A HREF="http://www.etsit.upm.es/~alex/gtt/gttint_f.htm"><IMG SRC="foot_4_f.gif" ALT="Autre serveur" WIDTH=108 HEIGHT=40 BORDER=0></A></TD>
<TD><A HREF="credit_f.htm"><IMG SRC="foot_5_f.gif" ALT="Alex" WIDTH=50 HEIGHT=40 BORDER=0></A></TD>
<TD><A HREF="email__f.htm"><IMG SRC="foot_6_f.gif" ALT="Ecrire &agrave; Alex" WIDTH=118 HEIGHT=40 BORDER=0></A></TD>
</TR>
</TABLE>
</CENTER>
</BODY>
</HTML>
