<!DOCTYPE HTML PUBLIC>

<!-- Alex's GT Turbo pages -->
<!-- Page: Credits -->
<!-- Language: Spanish -->
<!-- Version: 4.04 -->
<!-- Last update: 01-ago-07 -->

<HTML>
<HEAD>
<TITLE>P&aacute;ginas GT Turbo de Alex: Cr&eacute;ditos</TITLE>
<META NAME="keywords" CONTENT="Renault, 5, GT, Turbo, mecanica, preparacion, tuning">
<META NAME="description" CONTENT="P&aacute;ginas GT Turbo de Alex">
</HEAD>
<BODY BGCOLOR="#000000" TEXT="#D0D0D0" LINK="#CC8000" VLINK="#ffffff">

<CENTER><IMG SRC="fire5__e.gif" ALT="P&aacute;ginas GT Turbo de Alex" WIDTH=630 HEIGHT=85>

<H1>Cr&eacute;ditos</H1>

</CENTER>

<H2>Yo</H2>

<P>Me llamo Alex, nac&iacute; en 1974, vivo en Madrid, Espa&ntilde;a, y acabo de
terminar mis estudios de telecomunicaci&oacute;nes. Mi padre trabajaba como
mec&aacute;nico, y siempre me han gustado los coches. Y... &iquest;por qu&eacute; querr&iacute;as
saber m&aacute;s? &iquest;Viniste aqu&iacute; buscando p&aacute;ginas sobre el GT Turbo o qu&eacute;? :-)

<H2>La historia</H2>

<P>En 1995, decid&iacute; ponerme a recopilar informaci&oacute;n sobre mi mayor hobby, el
GT Turbo, y ponerla toda junta en una p&aacute;gina web. Nunca pens&eacute; que
iba a invertir tanto tiempo en crear, mantener y actualizar las p&aacute;ginas,
pero por los comentarios que recibo, creo que merece la pena.
De todos modos, tengo que hacer otras cosas en la vida, as&iacute; que he
sido ayudado en esta tarea por alguna gente (ver abajo).

<H2>Los idiomas</H2>

<P>Las p&aacute;ginas estaban inicialmente s&oacute;lo en ingl&eacute;s, que es el lenguaje
que la mayor&iacute;a de la gente en la red utiliza. La traducci&oacute;n al espa&ntilde;ol
vino despu&eacute;s para que la gente que no habla ingl&eacute;s o no domina el 
vocabulario t&eacute;cnico pudiera acceder a ellas. Cuando me encontr&eacute; a mi
amigo
<A HREF="http://delealum.etsii.upm.es/~sylvain">Sylvain</A> (via Internet),
&eacute;l estaba pensado hacer p&aacute;ginas del GT Turbo en franc&eacute;s, pero vio mucho
trabajo ya hecho y se uni&oacute; a mi en la tarea de actualizar las p&aacute;ginas y
las tradujo todas a franc&eacute;s.

<P>Si encuentras alg&uacute;n error, agradecer&iacute;a cualquier correcci&oacute;n: ortograf&iacute;a,
mal uso de t&eacute;rminos, datos... vamos, &iexcl;ser&aacute; f&aacute;cil encontrar errores! :-).

<H2>Agradecimientos</H2>

<P>&iexcl;Algunas de las personas que hicieron estas p&aacute;ginas posibles!

<P>
<TABLE BORDER=0>
 <TR>
  <TD VALIGN=TOP><IMG SRC="minicar.jpg" WIDTH=34 HEIGHT=18 BORDER=0 ALT="Sylvain"></TD>
  <TD COLSPAN=2>Mi viejo buen amigo Sylvain.
   El tiene la responsabilidad de toda la versi&oacute;n francesa de este sitio (es
   franc&eacute;s y mi franc&eacute;s es muy malo :-) ), pero adem&aacute;s ha contribuido en la
   creaci&oacute;n de muchas p&aacute;ginas. Hizo mis fondos de contador blancos y prepar&oacute;
   la p&aacute;gina del montaje, por ejemplo...</TD>
 </TR>
 <TR>
  <TD VALIGN=TOP><IMG SRC="minicar.jpg" WIDTH=34 HEIGHT=18 BORDER=0 ALT="Jaako"></TD>
  <TD>Jaako Suvanto.
   Un simp&aacute;tico amigo finland&eacute;s, propietario de un <a href="http://www.come.to/106rallye">
   106 Rallye</A> que me ha ayudado a corregir y pulir las p&aacute;ginas.</TD>
 </TR>
 <TR>
  <TD VALIGN=TOP><IMG SRC="minicar.jpg" WIDTH=34 HEIGHT=18 BORDER=0 ALT="Pako"></TD>
  <TD>Pako Samino.
   El amigo que tiene el scanner que he usado. No tiene ni pu&ntilde;etera idea 
   de coches, pero &iexcl;sabe de proceso de im&aacute;genes!</TD>
 </TR>
 <TR>
  <TD VALIGN=TOP><IMG SRC="minicar.jpg" WIDTH=34 HEIGHT=18 BORDER=0 ALT="JMG"></TD>
  <TD>Jos&eacute; Mar&iacute;a Gamero.
   Otro buen amigo que me pas&oacute; datos interesantes: Informaci&oacute;n de Grupo N, la hoja
   de c&aacute;lculo del cambio original en Excel, informaci&oacute;n sobre 
   los Renault 5 turbo 1 y 2...</TD>
 </TR>
 <TR>
  <TD VALIGN=TOP><IMG SRC="minicar.jpg" WIDTH=34 HEIGHT=18 BORDER=0 ALT="Juan Miguel"></TD>
  <TD>Juan Miguel Rodriguez.
   Me ayud&oacute; con informaci&oacute;n y unas bonitas fotos de turbos.</TD>
 </TR>
</TABLE>

<H2>Los servidores</H2>

<P>Aunque estas p&aacute;ginas siempre han estado en el servidor de mi universidad,
ahora est&aacute;n hospedadas en ckiweb.org.

<P> <!-- Footer -->
<CENTER>
<TABLE BORDER=0 CELLSPACING=0 CELLPADDING=0>
<TR>
<TD><A HREF="gttint_e.htm"><IMG SRC="foot_1_e.gif" ALT="&Iacute;ndice" WIDTH=73 HEIGHT=40 BORDER=0></A></TD>
<TD><A HREF="credit.htm"><IMG SRC="foot_2_e.gif" ALT="Versi&oacute;n inglesa" WIDTH=128 HEIGHT=40 BORDER=0></A></TD>
<TD><A HREF="credit_f.htm"><IMG SRC="foot_3_e.gif" ALT="Versi&oacute;n francesa" WIDTH=127 HEIGHT=40 BORDER=0></A></TD>
<TD><A HREF="http://www.etsit.upm.es/~alex/gtt/gttint_e.htm"><IMG SRC="foot_4_e.gif" ALT="Servidor alternativo" WIDTH=147 HEIGHT=40 BORDER=0></A></TD>
<TD><A HREF="credit_e.htm"><IMG SRC="foot_5_e.gif" ALT="Alex" WIDTH=49 HEIGHT=40 BORDER=0></A></TD>
<TD><A HREF="email__e.htm"><IMG SRC="foot_6_e.gif" ALT="Email Alex" WIDTH=102 HEIGHT=40 BORDER=0></A></TD>
</TR>
</TABLE>
</CENTER>
</BODY>
</HTML>
