<!DOCTYPE HTML PUBLIC>

<!-- Alex's GT Turbo pages -->
<!-- Page: Cup version -->
<!-- Language: Fran&ccedil;ais -->
<!-- Version: 4.01 -->
<!-- Last update: 14-mar-99 -->
<!-- Othographe OK -->
<HTML>
<HEAD>
<TITLE>Pages GT Turbo d'Alex: La version Coupe</TITLE>
<META NAME="keywords" CONTENT="Renault, 5, GT, Turbo, mecanique, preparation, tuning">
<META NAME="description" CONTENT="Pages GT Turbo d'Alex">
</HEAD>
<BODY BGCOLOR="#000000" TEXT="#D0D0D0" LINK="#CC8000" VLINK="#ffffff">

<CENTER><IMG SRC="fire5__f.gif" ALT="Pages GT Turbo d'Alex" WIDTH=630 HEIGHT=85>

<H1>La version Coupe</H1>

</CENTER>

<P>
<TABLE BORDER=0>
<TR>
<TD>Cette page traite des modifications de la version Coupe, telle qu'elle
&eacute;tait dans les championnats nationaux organis&eacute;s en Europe (du moins en Allemagne,
Italie, France, Suisse, Espagne et Royaume Unis, que je sache). La comp&eacute;tition
a eu lieu entre les coupes R11 Turbo et Clio 16S, et la premi&egrave;re course s'est
d&eacute;roul&eacute;e au circuit Bugatti au Mans, en France, le 2 Mai 1986.

<P>Disclaimer: Ces modifications sont &eacute;videment pr&eacute;vues pour un usage
en circuit ferm&eacute;.
</TD>
<TD><IMG SRC="coupe.jpg" ALT="Voiture dans sa version Coupe " WIDTH=250 HEIGHT=150></TD>
</TR>
</TABLE>

<H2>Moteur</H2>

<UL>          
<LI>Le syst&egrave;me de clavetage des soupapes 2 gorges est &eacute;tudi&eacute; pour un
r&eacute;gime maxi de 6500 tr/min. En cas de d&eacute;passement fr&eacute;quent de cette limite,
il est conseill&eacute; de remplacer p&eacute;riodiquement les clavettes de soupapes; Pour les
mod&egrave;les 1985 et 1986, il est autoris&eacute; de monter des soupapes avec un clavetage
trois gorges.
<LI>Il est conseill&eacute; de retirer les joints de queues de soupapes.
<LI>Patin pour &eacute;viter saut de courroie.
<LI>Tampons &eacute;lastiques &agrave; raideur augment&eacute;e, sans limiteur de
d&eacute;battement.
</UL>

<H2>Lubrification</H2>

<UL>
<LI>Carter inf&eacute;rieur avec cloisons int&eacute;rieures &eacute;vitant le
d&eacute;geaugeage.        

<LI>Modifier le circuit de r&eacute;aspiration des vapeurs d'huiles selon le sch&eacute;ma
ci-dessous:

<CENTER><IMG SRC="modifoil.gif" ALT="Circuit de r&eacute;aspiration des vapeurs d'huiles" HSPACE=15 VSPACE=15 HEIGHT=304 WIDTH=491></CENTER>

<CENTER>A=Air libre, D=Diam&egrave;tre minimum de 16 mm.</CENTER>

<P>Tous les autres tuyaux, ajustages, support et d&eacute;canteur peuvent &ecirc;tre
supprim&eacute;s.

</UL>

<H2>Alimentation et &eacute;chappement</H2>

<UL>
<LI>Relais tachym&eacute;trique situ&eacute; sur la platine de servitude:
Suppression autoris&eacute;e.
 

<LI>Carburateur:

<UL>
<LI>Renvoi commande pompe &agrave; essence: Une interf&eacute;rence peut se produire entre 
l'extr&eacute;mit&eacute; de la biellette 2 et la cale isolante 3 situ&eacute;e entre le
carburateur et la tubulure d'admission. Afin d'&eacute;viter ce probl&egrave;me, il est
recommander de d&eacute;former l&eacute;g&egrave;rement le levier 1 fix&eacute; sur l'axe de
papillon, de limer la cale 3 ext&eacute;rieurement pour augmenter la garde avec la biellette 2
(cf sch&eacute;ma ci dessous).

<CENTER><IMG SRC="modicarb.gif" ALT="Modification du carburateur" HSPACE=15 VSPACE=15 HEIGHT=159 WIDTH=242></CENTER>

<LI>Volet de d&eacute;part &agrave; froid: il est autoris&eacute; afin de l'emp&ecirc;cher de battre
&agrave; hauts r&eacute;gimes, de l'immobiliser en intercalant une rondelle plate entre le levier
de commande et l'axe de rotation &agrave; la place de la rondelle ondul&eacute;e. Il est autoris&eacute;
de supprimer le c&acirc;ble de commande, la gaine et la patte de fixation sur le carburateur.

<LI>Ressort de rappel d'acc&eacute;l&eacute;rateur: On peut placer &agrave; l'int&eacute;rieur
du ressort un morceau de caoutchouc pour l'emp&ecirc;cher de vibrer et &eacute;ventuellement
de se casser.
                
</UL>

<LI>Afin de faciliter les contr&ocirc;les techniques de conformit&eacute; du tarage du bo&icirc;tier
r&eacute;gulateur, il &eacute;tait obligatoire de faire une d&eacute;coupe dans l'&eacute;cran
thermique d'origine.
        

<LI>Transformation facultative: Remplacer l'&eacute;cran thermique d'origine par un de Renault
11 Turbo. Dans ce cas il est n&eacute;cessaire de supprimer les durits et les embouts
viss&eacute;s du circuit de r&eacute;chauffage du collecteur d'admission et d'agrandir au diam
8mm les trous de fixations des deux &eacute;querres.

<LI>Afin d'obtenir un refroidissement optimum des gaz d'admission, il est autoris&eacute;
de bloquer le volet de r&eacute;partition de l'&eacute;changeur air-air en position ouverte.

<LI>Supprimer le filtre &agrave; air pour am&eacute;liorer la vitesse des gaz d'admission, ce
qui favorise le remplissage; dans ce cas, monter un manchon muni d'un tamis prenant l'air
directement au niveau de la calandre.

<A NAME=turbo>
<LI>Il faut &eacute;galement simplifier le circuit de pilotage du turbo pour am&eacute;liorer
son temps de r&eacute;ponse suivant le sch&eacute;ma suivant: Attention, il faut ensuite
v&eacute;rifier la pression de suralimentation; Tous les orifices non utilis&eacute;s doivent
&ecirc;tre parfaitement &eacute;tanches sauf le deuxi&egrave;me du bo&icirc;tier
r&eacute;gulateur qui doit &ecirc;tre mis &agrave; l'air libre.

<CENTER>
<TABLE BORDER=0>
<TR>
<TD ROWSPAN="2"><IMG SRC="moditurb.gif" ALT="Modification Circuit de pilotage du Turbo" HSPACE=15 VSPACE=15 BORDER=0 HEIGHT=273 WIDTH=207></TD>
<TD>Montage d'origine</TD>
</TR>
<TR>
<TD>Montage modifi&eacute;</TD>
</TR>
<TR>
<TD COLSPAN=2 ALIGN=CENTER>L&eacute;g: 1)Buse carburateur, 2)Coiffe de carburateur,
3)Bo&icirc;tier r&eacute;gulateur,<BR> 4)Vers coude turbo, 5)Tige de r&eacute;glage du bo&icirc;tier
r&eacute;gulateur.</TD>
</TR>
</TABLE>
</CENTER>
</A>

<LI>Ajuster le pression turbo <A HREF="trick3_f.htm#actuator"> comme indiqu&eacute;</A>. Diff&eacute;rentes
pressions ont &eacute;t&eacute; utilis&eacute;es de 690 &plusmn; 30 mbar (10 &plusmn; 0.43 psi) 
pour un d&eacute;placement de 0.38 &plusmn; 0.02 mm de le tige jusqu'&agrave; 1000 mbar (14.5 psi) pour
un d&eacute;placement de 0.5 mm au fur et &agrave; mesure des ann&eacute;es.

<LI>Echappement circuit Devil: sortie lat&eacute;rale, le bas de marche &eacute;tant prot&eacute;g&eacute;
par une t&ocirc;le pare-flamme rapport&eacute;e.

<LI>Surfa&ccedil;age autoris&eacute; des plans de joints suivant les fl&egrave;ches.

<CENTER><IMG SRC="collect.gif" ALT="Surfa&ccedil;age des plans de joints" HSPACE=15 VSPACE=15 HEIGHT=161 WIDTH=263></CENTER>

<LI>Le r&eacute;servoir d'essence auxiliaire pouvait &ecirc;tre utilis&eacute; comme r&eacute;servoir tampon
principal en modifiant les tuyaux pour obtenir un meilleur flux d'essence au niveau
de la pompe &agrave; essence.
</UL>

<H2>Refroidissement</H2>

<UL>
<LI>D&eacute;placer le vase d'expansion et son support de l'autre c&ocirc;t&eacute; de la cloison moteur &agrave;
l'emplacement pr&eacute;vu pour le cric. Afin d'augmenter la charge du bocal par rapport au circuit de
refroidissement, fixer le bocal le plus haut possible en compatibilit&eacute; avec la fermeture
compl&egrave;te du capot. R&eacute;aliser le circuit de refroidissement comme sch&eacute;matis&eacute; ci dessous. Attention
pour les premiers mod&egrave;les, prendre soin de placer le t&eacute; (sortie de pompe &agrave; eau--chauffage-- vase
d'expansion) au point le plus haut du tuyau d'entr&eacute;e chauffage.

<CENTER>
<TABLE BORDER=0>
<TR>
<TD VALIGN=BOTTOM><IMG SRC="modifh1o.gif" ALT="Sch&eacute;ma de refroidissement phase 1" HSPACE=15 VSPACE=15 BORDER=0 HEIGHT=279 WIDTH=301></TD>
<TD><IMG SRC="modifh2o.gif" ALT="Sch&eacute;ma de refroidissement phase 2" HSPACE=15 VSPACE=15 BORDER=0 HEIGHT=317 WIDTH=285></TD>
</TR>
<TR>
<TD ALIGN=CENTER>Phase 1</TD>
<TD ALIGN=CENTER>Phase 2</TD>
</TR>
<TR><TD ALIGN=CENTER COLSPAN=2>L&eacute;g: 1)Pompe &agrave; eau, 2)Radiateur, 3)Pied de
carburateur, 4)Collecteur,
<BR>5)Dispositif de chauffage (A&eacute;rotherme), 6)Vase d'expansion,
7)Turbo, 8)Bo&icirc;tier d&eacute;gazeur.</TD>
</TR>
</TABLE>
</CENTER>

<P>On peut supprimer totalement ou partiellement les circuits de refroidissement
en hachure sur le dessin ci dessus.


<P>Ce v&eacute;hicule n'a pas de robinet d'a&eacute;rotherme, NE PAS OBTURER LES CANALISATIONS
DE CELUI-CI, il contribue au bon refroidissement du moteur.

<LI>Percer un trou de diam 3mm dans le calorstat et le positionner vers le haut pour que 
l'air puisse s'&eacute;chapper au moment du remplissage. On peut &eacute;galement retirer la partie centrale
du calorstat ou retirer le calorstat; Bien qu'autoris&eacute;e, cette solution n'est pas recommand&eacute;e
(Risque de cavitation dans la pompe et d&eacute;bit trop rapide dans le radiateur.

<LI>Antipercolation: branchement permanent autoris&eacute;. Sur les phases 2, on peut supprimer
l'alimentation d'air dans le conduit d'admission et le circuit &eacute;lectrique de
l'&eacute;lectrovanne.

</UL>

<H2>Allumage</H2>

<UL>
<LI>Pressostat de s&eacute;curit&eacute; moteur (branchement facultatif et suppression
autoris&eacute;e)                

<LI>Les fils du capteur d'allumage peuvent &ecirc;tre invers&eacute;s afin de gagner 4&ordm;
d'avance.

<LI>Sur les mod&egrave;les ant&eacute;rieurs au mill&eacute;sime 89, il est autoris&eacute; de
d&eacute;placer le bo&icirc;tier &eacute;lectronique d'allumage de l'autre c&ocirc;t&eacute;
de la cloison moteur.
</UL>

<H2>Embrayage</H2>

<UL>
<LI>M&eacute;canisme &agrave; tarage augment&eacute;, type 200 CP 465
</UL>

<H2>Freins</H2>

<UL>
<LI>Prises d'air dans le pare-chocs AV avec 2 &eacute;copes de refroidissement pour diriger
l'air sur les freins.

<CENTER><IMG SRC="ecopes.gif" ALT="Ecopes de refroidissement" HSPACE=15 VSPACE=15 HEIGHT=177 WIDTH=260></CENTER>

<LI>Il est autoris&eacute; de monter le clapet d'assistance de freinage sur le conduit
d'alimentation d'assistance de freinage afin de l'&eacute;loigner du rayonnement thermique du
collecteur d'&eacute;chappement.

<LI>On peut d&eacute;connecter l'asservissement du compensateur de freinage de l'essieu
arri&egrave;re, modifier, remplacer le ressort par un autre syst&egrave;me de r&eacute;glage.
</UL>

<H2>Suspension et direction</H2>

<UL>
<LI>Modification du carrossage avant:-2&ordm;30' + 30'. Ce r&eacute;glage sp&eacute;cifique est
obtenu par un excentrique sur les points de fixation sup&eacute;rieurs des portes fus&eacute;es.
(L'inclinaison des amortisseurs reste identique &agrave; la s&eacute;rie).

<LIAmortisseurs AV et AR De Carbon, tarage Coupe.

<LI>Ressorts AV: raideur augment&eacute;e.

<LI>Modification de la chasse: 1&deg; / 2&deg;. Par d&eacute;placement des silent-blocs des triangles.

<CENTER><IMG SRC="triangle.gif" ALT="Modification de la chasse" HSPACE=15 VSPACE=15 HEIGHT=165 WIDTH=257></CENTER>

<LI>Montage de colliers &agrave; vis de chaque c&ocirc;t&eacute; des paliers de fixation de la
barre antiroulis AV de fa&ccedil;on &agrave; limiter les d&eacute;placements lat&eacute;raux
de celle-ci.

<LI>Suppression bride antivibratoire sur la barre antiroulis AV.

<LI>Directe, rapport de d&eacute;multiplication 19,5/1.

<LI>Jantes en t&ocirc;le, de marque Michelin, 5,50 B 13 &agrave; d&eacute;port ext&eacute;rieur
16 mm (Les voies AV et AR sont ainsi augment&eacute;es de 40mm).

<LI>Pneus:
  <UL>
    <LI>Sec: Michelin slicks 16/53 - 13 (@2.3 bars -33.3 psi-)
    <LI>Mouill&eacute;: Michelin MXV 195/55 R 13 H (@2.0 bars -29 psi-) 
  </UL>

</UL>

<H2>Carrosserie</H2>

<P>La publicit&eacute; obligatoire, les nombres et les num&eacute;ros du pilote (espace 1) &eacute;taientt fournis
par l'organisation apr&egrave;s les v&eacute;rifications techniques de la premi&egrave;re course. Les espaces
indiqu&eacute;s par (2) &eacute;taient libres pour les participants.
<P>
<CENTER>
<IMG SRC="cup_stic.jpg" ALT="Espace publicitaire" WIDTH=380 HEIGHT=320>
</CENTER>

<P> <!-- Footer -->					
<CENTER>
<TABLE BORDER=0 CELLSPACING=0 CELLPADDING=0>
<TR>
<TD><A HREF="gttint_f.htm"><IMG SRC="foot_1_f.gif" ALT="Index" WIDTH=77 HEIGHT=40 BORDER=0></A></TD>
<TD><A HREF="cup.htm"><IMG SRC="foot_2_f.gif" ALT="Version anglaise" WIDTH=131 HEIGHT=40 BORDER=0></A></TD>
<TD><A HREF="cup____e.htm"><IMG SRC="foot_3_f.gif" ALT="Version espagnole" WIDTH=141 HEIGHT=40 BORDER=0></A></TD>
<TD><A HREF="http://www.etsit.upm.es/~alex/gtt/gttint_f.htm"><IMG SRC="foot_4_f.gif" ALT="Autre serveur" WIDTH=108 HEIGHT=40 BORDER=0></A></TD>
<TD><A HREF="credit_f.htm"><IMG SRC="foot_5_f.gif" ALT="Alex" WIDTH=50 HEIGHT=40 BORDER=0></A></TD>
<TD><A HREF="email__f.htm"><IMG SRC="foot_6_f.gif" ALT="Ecrire &agrave; Alex" WIDTH=118 HEIGHT=40 BORDER=0></A></TD>
</TR>
</TABLE>
</CENTER>
</BODY>
</HTML>
