<!DOCTYPE HTML PUBLIC>

<!-- Alex's GT Turbo pages -->
<!-- Page: Cup version -->
<!-- Language: Spanish -->
<!-- Version: 4.02 -->
<!-- Last update: 20-feb-99 -->

<HTML>
<HEAD>
<TITLE>P&aacute;ginas GT Turbo de Alex: La versi&oacute;n Copa</TITLE>
<META NAME="keywords" CONTENT="Renault, 5, GT, Turbo, mecanica, preparacion, tuning">
<META NAME="description" CONTENT="P&aacute;ginas GT Turbo de Alex">
</HEAD>
<BODY BGCOLOR="#000000" TEXT="#D0D0D0" LINK="#CC8000" VLINK="#ffffff">

<CENTER><IMG SRC="fire5__e.gif" ALT="P&aacute;ginas GT Turbo de Alex" WIDTH=630 HEIGHT=85>

<H1>La versi&oacute;n Copa</H1>

</CENTER>

<P>
<TABLE BORDER=0>
<TR>
<TD>Esta p&aacute;gina trata de las modificaciones de la versi&oacute;n Copa,
como se corri&oacute; en los campeonatos nacionales organizados en Europa (al menos
en Alemania, Italia, Francia, Suiza, Espa&ntilde;a y Reino Unido, que yo sepa).
La competici&oacute;n tuvo lugar entre las copas R11 Turbo y Clio 16v, y la primera
carrera tuvo lugar en el circuito Bugatti en Mans, Francia, el 2 de Mayo
de 1986.

<P>Disclaimer: Estas modificaciones est&aacute;n evidentemente pensadas para
uso exclusivo en circuito cerrado.
</TD>
<TD><IMG SRC="coupe.jpg" ALT="Coche de la Copa" WIDTH=250 HEIGHT=150></TD>
</TR>
</TABLE>


<H2>Motor</H2>

<UL>
<LI>El sistema de chavetas de las v&aacute;lvulas con dos acanaladuras
est&aacute; estudiado para un r&eacute;gimen m&aacute;ximo de 6500 r.p.m..
En caso de sobrepasar frecuentemente ese l&iacute;mite, se aconseja reemplazar
peri&oacute;dicamente las chavetas de las v&aacute;lvulas. Para los modelos
de 1985 y 1986 se permite montar v&aacute;lvulas con chavetas de tres ranuras.
<LI>Se aconseja eliminar las juntas de las gu&iacute;as de las
v&aacute;lvulas.
<LI>Pat&iacute;n para evitar que salte la correa.
<LI>Soportes motor de mayor dureza, sin soporte limitador.
</UL>


<H2>Lubricaci&oacute;n</H2>

<UL>
<LI>Carter inferior tabicado para evitar movimientos del aceite
y eventuales tomas de aire de la bomba.

<LI>Modificar el circuito de reaspiracion de los vapores de aceite
seg&uacute;n el esquema siguiente:

<CENTER><IMG SRC="modifoil.gif" ALT="Circuito de reaspiraci&oacute;n de los vapores de aceite" HSPACE=15 VSPACE=15 HEIGHT=304 WIDTH=491></CENTER>

<CENTER>A=Aire libre, D=Di&aacute;metro 16 m&iacute;nimo.</CENTER>

<P>Todos los otros manguitos, ajustes y soportes, as&iacute;
como el decantador, pueden ser suprimidos.
</UL>

<H2>Alimentaci&oacute;n y escape</H2>

<UL>
<LI>Rel&eacute; taquim&eacute;trico situado en el compartimento de
los fusibles: Supresi&oacute;n autorizada.

<LI>Carburador:

<UL>
<LI>Reenv&iacute;o de la bomba de aceleraci&oacute;n: Puede producirse
un contacto entre el extremo de la palanca 2 y el aislador 3 situada entre
el carburador y el colector de admisi&oacute;n. Para solventar este problema,
se recomienda deformar ligeramente la palanca 1 fijada sobre el eje de
la mariposa, y limar el aislador 3 exteriormente para aumentar el juego
con la palanca 2 (ver esquema abajo).

<CENTER><IMG SRC="modicarb.gif" ALT="Modificaci&oacute;n del carburador" HSPACE=15 VSPACE=15 HEIGHT=159 WIDTH=242></CENTER>

<LI>Mariposa de arranque en fr&iacute;o: Para impedir su movimiento
a alto r&eacute;gimen, est&aacute; permitido inmovilizarla intercalando
una arandela plana entre la palanca de mando y el eje de rotaci&oacute;n,
en lugar de la arandela de origen. (?) Se autoriza la supresi&oacute;n
del cable de mando, su camisa y la pata de fijaci&oacute;n sobre el carburador.

<LI>Muelle de retorno del acelerador: Se puede poner en el interior
del muelle una pieza de caucho para impedir que vibre y eventualmente se
rompa.
</UL>
<LI>A fin de facilitar los controles t&eacute;cnicos de conformidad
del tarado de actuador, es obligatorio hacer un corte en la pantalla t&eacute;rmica
de origen.

<LI>Transformaci&oacute;n opcional: Reemplazar la pantalla t&eacute;rmica
de origen por la de un Renault 11 Turbo. En ese caso es necesario suprimir
los manguitos y soportes atornillados del circuito de refrigeraci&oacute;n
del colector de admisi&oacute;n y agrandar a di&aacute;metro 8 mm los tornillos
de fijaci&oacute;n de las dos escuadras.

<LI>Para obtener una refrigeraci&oacute;n &oacute;ptima del aire
de admisi&oacute;n, se autoriza a bloquear la trampilla termost&aacute;tica
del intercambiador aire-aire en posici&oacute;n de abierta.

<LI>Suprimir el filtro de aire para mejorar la velocidad del
aire de admisi&oacute;n y favorecer as&iacute; la respiraci&oacute;n del
motor; en ese caso, montar un tubo terminado en un tamiz que tome al aire
directamente de la rejilla delantera.

<A NAME=turbo>
<LI>Se debe simplificar el circuito de pilotaje del
turbo para mejorar su tiempo de respuesta seg&uacute;n el esquema siguiente.
Atenci&oacute;n, es necesario verificar posteriormente y reajustar la presi&oacute;n
de sobrealimentaci&oacute;n. Todos los orificios no utilizados deben ser
perfectamente taponados, salvo el segundo del actuador del turbo que debe
ser dejado al aire libre.
</A>

<CENTER>
<TABLE BORDER=0>
<TR>
<TD ROWSPAN="2"><IMG SRC="moditurb.gif" ALT="Modificaci&oacute;n del circuito de pilotaje del turbo" HSPACE=15 VSPACE=15 BORDER=0 HEIGHT=273 WIDTH=207></TD>
<TD>Montaje de origen</TD>
</TR>
<TR>
<TD>Montaje modificado</TD>
</TR>
<TR>
<TD COLSPAN=2 ALIGN=CENTER>Leyenda: 1) Cuerpo del carburador, 2) Cabeza del carburador,
3) Actuador del turbo,<BR>4) Hacia el codo de escape, 5) V&aacute;stago de reglaje del actuador.</TD>
</TR>
</TABLE>
</CENTER>


<LI>Ajustar la presi&oacute;n de soplado del turbo <A HREF="trick3_e.htm#actuator_ren">
como se indica</A>. Se utilizaron diferentes presiones desde 690 &plusmn; 30
mbares (10 &plusmn; 0.53 psi) para un desplazamiento del v&aacute;stago de 0.38 &plusmn; 0.02 mm
hasta 1000 mbares (14.5 psi) para 0.5 mm a lo largo de los a&ntilde;os.

<LI>Escape para circuito Devil: salida lateral, protegiendo bajos
contra las llamas mediante una chapa.

<LI>Planificaci&oacute;n autorizada de los planos de contacto del
colector de escape seg&uacute;n las flechas.

<CENTER><IMG SRC="collect.gif" ALT="Planificado del colector de escape" HSPACE=15 VSPACE=15 HEIGHT=161 WIDTH=263></CENTER>

<LI>El dep&oacute;sito auxiliar de combustible puede utilizarse como nodriza modificando
los tubos para conseguir un mejor flujo de combustible a la bomba de gasolina.

</UL>


<H2>Refrigeraci&oacute;n</H2>

<UL>
<LI>Mover el vaso de expansi&oacute;n y su soporte al otro lado
del cortafuegos, al sitio previsto para el gato. A fin de aumentar la
presi&oacute;n de llenado del circuito de refrigeraci&oacute;n, fijar
el vaso lo m&aacute;s alto posible, mientras permita el cierre completo
del cap&oacute;. Realizar el circuito de refrigeraci&oacute;n como se esquematiza
abajo. Atenci&oacute;n: para los primeros modelos, tener cuidado de colocar
la T (salida de la bomba de agua - calefacci&oacute;n - vaso de expansi&oacute;n)
en el punto m&aacute;s alto del manguito de entrada a la calefacci&oacute;n.

<CENTER>
<TABLE BORDER=0>
<TR>
<TD VALIGN=BOTTOM><IMG SRC="modifh1o.gif" ALT="Modificaci&oacute;n del circuito de refrigeraci&oacute;n fase1" HSPACE=15 VSPACE=15 BORDER=0 HEIGHT=279 WIDTH=301>&nbsp;</TD>
<TD><IMG SRC="modifh2o.gif" ALT="Modificaci&oacute;n del circuito de refrigeraci&oacute;n fase2" HSPACE=15 VSPACE=15 BORDER=0 HEIGHT=317 WIDTH=285>&nbsp;</TD>
</TR>
<TR>
<TD ALIGN=CENTER>Fase 1</TD>
<TD ALIGN=CENTER>Fase 2</TD>
</TR>
<TR><TD ALIGN=CENTER COLSPAN=2>Leyenda: 1) Bomba de agua, 2) Radiador, 3) Pie del carburador,
4) Colector,<BR>5) Dispositivo de calefacci&oacute;n (Aerotermo), 6) Vaso
de expansi&oacute;n, 7) Turbo, 8) Vaso desgasificador.</TD>
</TR>
</TABLE>
</CENTER>

<P>Se puede suprimir total o parcialmente el circuito de
refrigeraci&oacute;n como se muestra en las figuras.

<P>Este veh&iacute;culo no tiene grifo de aerotermo. No obturar
sus canalizaciones, pues contribuyen a la refrigeraci&oacute;n del motor.

<LI>Hacer un agujero de 3 mm de di&aacute;metro en el termostato
y posicionarlo en la parte superior para que el aire pueda pasar cuando
se produce un rellenado. Se puede igualmente quitar la parte central del
termostato o incluso el termostato completo; aunque autorizado, esta soluci&oacute;n
no se recomienda (Riesgo de cavitaci&oacute;n en la bomba de agua y caudal
demasiado r&aacute;pido en el radiador).

<LI>Antipercolaci&oacute;n: Funcionamiento permanente
autorizado. En los coches de fase dos, se puede suprimir la alimentaci&oacute;n
de aire al el conducto de admisi&oacute;n y el circuito de la electrov&aacute;lvula
de control.
</UL>

<H2>Encendido</H2>

<UL>
<LI>Presostato de seguridad del motor: Conexi&oacute;n opcional y supresi&oacute;n
autorizada.

<LI>Los cables del captador de posici&oacute;n angular pueden
ser invertidos para ganar 4&ordm; de avance.

<LI>Sobre los modelos anteriores al a&ntilde;o 89, se autoriza
a desplazar el m&oacute;dulo de encendido electr&oacute;nico al otro lado
del cortafuegos.
</UL>


<H2>Cambio</H2>

<UL>
<LI>Embrague con mecanismo de mayor tarado, tipo 200 CP 465.
</UL>

<H2>Frenos</H2>

<UL>
<LI>Tomas de aire en el parachoques delantero para dirigir aire
fresco hacia los frenos.

<CENTER><IMG SRC="ecopes.gif" ALT="Tomas de refrigeraci&oacute;n" HSPACE=15 VSPACE=15 HEIGHT=177 WIDTH=260></CENTER>

<LI>Se autoriza montar la v&aacute;lvula antiretorno del servofreno
sobre el conducto de alimentaci&oacute;n del servofreno para alejarla de la
radiaci&oacute;n t&eacute;rmica del turbo.

<LI>Se puede desconectar la realimentaci&oacute;n de compensador
de frenada del tren trasero, modificar o cambiar el muelle por otro 
sistema de reglaje.
</UL>


<H2>Suspensi&oacute;n y direcci&oacute;n</H2>

<UL>
<LI>Modificaci&oacute;n de la caida delantera: -2&ordm;30' / -2&deg; dependiendo
de la altura al suelo. Este reglaje espec&iacute;fico se obtiene mediante una exc&eacute;ntrica
sobre los puntos de fijaci&oacute;n superiores de la mangueta.
(La inclinaci&oacute;n de los amortiguadores queda id&eacute;ntica a la
de serie).

<LI>Amortiguadores delanteros y traseros De Carbon, tarado Coupe.

<LI>Muelles delanteros: mayor rigidez.

<LI>Avance: 1&deg; / 2&deg;. Modificaci&oacute;n por desplazamiento
de los silentblocks de los tri&aacute;ngulos.

<CENTER><IMG SRC="triangle.gif" ALT="Modificaci&oacute;n del avance" HSPACE=15 VSPACE=15 HEIGHT=165 WIDTH=257></CENTER>

<LI>Montaje de abrazaderas atornilladas a cada lado de los puntos
de fijaci&oacute;n de la barra estabilizadora delantera para limitar los
desplazamientos laterales.

<LI>Supresi&oacute;n de la brida antivibraciones de la barra
estabilizadora delantera.

<LI>Cremallera de direcci&oacute;n directa, con relaci&oacute;n de
desmultiplicaci&oacute;n 19.5/1.

<LI>Llantas de chapa, de marca Michelin, 5.5 B 13 con salida exterior
de 16 mm (Las v&iacute;as delantera y trasera se aumentan en 40 mm).

<LI>Neum&aacute;ticos:
  <UL>
    <LI>Seco: Michelin slicks 16/53 - 13 (@2.3 bares -33.3 psi-)
    <LI>Mojado: Michelin MXV 195/55 R 13 H (@2.0 bares -29 psi-)
  </UL>

</UL>

<H2>Carrocer&iacute;a</H2>

<P>La publicidad obligatoria, los n&uacute;meros y el nombre del piloto (espacio 1)
los entregaba la organizaci&oacute;n tras las verificaciones t&eacute;cnicas en la primera
carrera. Los espacios marcados como 2 era libres para los participantes.

<P>
<CENTER>
<IMG SRC="cup_stic.jpg" ALT="Distribuci&oacute;n de pegatinas" WIDTH=380 HEIGHT=320>
</CENTER>


<P> <!-- Footer -->
<CENTER>
<TABLE BORDER=0 CELLSPACING=0 CELLPADDING=0>
<TR>
<TD><A HREF="gttint_e.htm"><IMG SRC="foot_1_e.gif" ALT="&Iacute;ndice" WIDTH=73 HEIGHT=40 BORDER=0></A></TD>
<TD><A HREF="cup.htm"><IMG SRC="foot_2_e.gif" ALT="Versi&oacute;n inglesa" WIDTH=128 HEIGHT=40 BORDER=0></A></TD>
<TD><A HREF="cup____f.htm"><IMG SRC="foot_3_e.gif" ALT="Versi&oacute;n francesa" WIDTH=127 HEIGHT=40 BORDER=0></A></TD>
<TD><A HREF="http://www.etsit.upm.es/~alex/gtt/gttint_e.htm"><IMG SRC="foot_4_e.gif" ALT="Servidor alternativo" WIDTH=147 HEIGHT=40 BORDER=0></A></TD>
<TD><A HREF="credit_e.htm"><IMG SRC="foot_5_e.gif" ALT="Alex" WIDTH=49 HEIGHT=40 BORDER=0></A></TD>
<TD><A HREF="email__e.htm"><IMG SRC="foot_6_e.gif" ALT="Email Alex" WIDTH=102 HEIGHT=40 BORDER=0></A></TD>
</TR>
</TABLE>
</CENTER>
</BODY>
</HTML>

