<!DOCTYPE HTML PUBLIC>

<!-- Alex's GT Turbo pages -->
<!-- Page: Driving techniques -->
<!-- Language: Spanish -->
<!-- Version: 4.03 -->
<!-- Last update: 20-mar-99 -->

<HTML>
<HEAD>
<TITLE>P&aacute;ginas GT Turbo de Alex: T&eacute;cnicas de conducci&oacute;n</TITLE>
<META NAME="keywords" CONTENT="Renault, 5, GT, Turbo, mecanica, preparacion, tuning">
<META NAME="description" CONTENT="P&aacute;ginas GT Turbo de Alex">
</HEAD>
<BODY BGCOLOR="#000000" TEXT="#D0D0D0" LINK="#CC8000" VLINK="#ffffff">

<CENTER><IMG SRC="fire5__e.gif" ALT="P&aacute;ginas GT Turbo de Alex" WIDTH=630 HEIGHT=85>

<H1>T&eacute;cnicas de conducci&oacute;n</H1>
</CENTER>

<A NAME=starting>
<H2>Arrancando el motor</H2>
</A>
<P>Empecemos con el principio. El GT Turbo, como la mayoria de los
coches con carburador, es un poco especial para arrancar (si vienes
de coches de inyeccion o de ning&uacute;n coche anterior). Hay dos procedimientos
b&aacute;sicos:
<UL>
<LI>Si el motor est&aacute; frio, depende del tiempo:
 <UL>
 <LI>Tiempo muy frio. Tira del starter completamente. No aceleres. Deber&iacute;a
 arrancar f&aacute;cilmente, as&iacute; que simplemente ten cuidado e intenta mantener
 el motor bajo de revoluciones hasta que el aceite suba a todos los
 puntos del motor.
 <LI>Tiempo frio. Tira del starter a la mitad (la experiencia y la
 tensi&oacute;n de cada cable te dar&aacute;n un punto correcto). No aceleres.
 <LI>Tiempo templado. No aceleres y gira el motor de arranque. Cuando
 parezca que quiere arrancar, suelta la llave de contacto y utiliza
 el pedal de acelerador suavemente, a peque&ntilde;os golpes, para mantener
 el motor en marcha a bajar revoluciones.
 <LI>Tiempo c&aacute;lido. Lo mismo que antes, pero ser&aacute; m&aacute;s facil mantenerlo.
 </UL>
 
<LI>Si el motor est&aacute; caliente, depende de hace cuanto se haya apagado
el motor:
 <UL>
 <LI>Muy recientemente (p.ej. 1 min.). Simplemente hazlo girar y funcionar&aacute;.
 <LI>Recientemente (p.ej. 5 min.). Aprieta el acelerador ligeramente
 (1/5 de su recorrido) y mantenlo pulsado mientras usas el motor de arranque.
 Cuando sientas que vive, deja de acelerar para evitar altas velocidades
 de giro.
 <LI>Hace un rato (p.ej. 15 min.). <A HREF="tecst4_e.htm#percolation">
 El sistema antipercolaci&oacute;n</A> tendr&aacute; que funcionar para dejarte volver
 a casa. Aprieta el acelerador casi a fondo (3/4) y haz como antes.
 <LI>Hace un buen rato (i.e. 30 min.). Lo mismo que si se apag&oacute; recientemente,
 el sobracalentamiento de haber estado parado habr&aacute; tenido tiempo de pasarse.
 <LI>Hace mucho (i.e. 4 hours) Entonces el motor est&aacute; frio, &iexcl;ver arriba! :-)
 </UL>
</UL>

<H2>Doble embrague</H2>

<P>Al cambiar de marcha, la palanca de cambios conecta el engranaje seleccionado
del &aacute;rbol secundario, que est&aacute; siempre engranado con al correspondiente del primario,
con el mismo eje del &aacute;rbol secundario.
El &aacute;rbol secundario est&aacute; girando a una velocidad proporcional a la de las
ruedas, mientras que el engranaje gira con el motor, al momento de pisar
el pedal de embrague, y va fren&aacute;ndose por el rozamiento de los rodamientos
y del aceite.

<P>Subir de marcha no es generalmente un problema, puesto que el sistema
de sincronizados puede absorber las peque&ntilde;as diferencias de velocidad.
El &aacute;rbol primario reduce su velocidad hasta acercarse a la del secundario
(y el motor pasa a menos r.p.m. despu&eacute;s del cambio de velocidad).

Sin embargo, bajar de marcha es mucho m&aacute;s dificil, puesto que el
&aacute;rbol primario deber&iacute;a gira a una velocidad mayor (vas a pasar a m&aacute;s
r.p.m. tras el cambio) de a la que estaba girando, lo que no es posible.
Es por esto por lo que es m&aacute;s dif&iacute;cil reducir de marcha, requiere m&aacute;s
tiempo y castiga m&aacute;s la caja de cambios, acortando la vida de los
anillos de sincronizado.

<P>La soluci&oacute;n es usar la maniobra de doble embrague. El principio es
el de ajustar la velocidad del eje y el engranaje antes de conectarlos
adaptando la velocidad del eje primario (y por tanto del engranaje) con
una correcta velocidad del motor en punto muerto. Eso se consigue intentando
revolucionar el motor justo hasta el punto en que estar&aacute; en la marcha
que pretendes introducir. Este es el punto dif&iacute;cil, pero es cuesti&oacute;n
de practica.

<P>Se puede aplicar a subir o bajar de marcha:

<UL>
  <LI>Para reducir, simplemente hay que revolucionar ligeramente el
  &aacute;rbol primario, como sigue:

<CENTER>
<P><TABLE BORDER=0><TR>
<TD><IMG SRC="pedalc1.gif" WIDTH=250 HEIGHT=80 ALT="Acelerar"></TD><TD>&nbsp;</TD>
<TD>Inicialmente, est&aacute;s acelerando en una marcha (1&ordf; en la figura).</TD>
</TR><TR>
<TD><IMG SRC="pedala0.gif" WIDTH=250 HEIGHT=80 ALT="Pisar embrague"></TD><TD>&nbsp;</TD>
<TD>Pisa embrague como siempre, pero lleva la palanca a punto muerto.</TD>
</TR><TR>
<TD><IMG SRC="pedalc0.gif" WIDTH=250 HEIGHT=80 ALT="Acelerar"></TD><TD>&nbsp;</TD>
<TD>Suelta el embrague en punto muerto. Dale uno (o dos) pisotones al acelerador
para darle la velocidad correcta al eje primario. Aqu&iacute; est&aacute; el truco, pero
es cuesti&oacute;n de pr&aacute;ctica.</TD>
</TR><TR>
<TD><IMG SRC="pedala2.gif" WIDTH=250 HEIGHT=80 ALT="Pisar embrague"></TD><TD>&nbsp;</TD>
<TD>Pisa embrague de nuevo y pon la siguiente velocidad.</TD>
</TR><TR>
<TD><IMG SRC="pedalc2.gif" WIDTH=250 HEIGHT=80 ALT="Acelerar"></TD><TD>&nbsp;</TD>
<TD>Como siempre en un cambio de marchas, suelta el pedal de embrague y
comienza a acelerar de nuevo.</TD>
</TR></TABLE>
</CENTER>

  <LI>Para reducir, necesitar&aacute;s acelerar el eje primario mucho m&aacute;s.
  El frenado que se obtiene al reducir no ser&aacute; tan violento,
  e incluso si aceleras demasiado, el coche no tender&aacute; a frenar
  inmediatamente, pero el cambio de velocidades ser&aacute; mucho m&aacute;s limpio
  y r&aacute;pido por lo que la reducci&oacute;n ser&aacute; m&aacute;s r&aacute;pida y efectiva.
  Adem&aacute;s, como est&aacute;s reduciendo la velocidad del coche, es l&oacute;gico
  frenar al mismo tiempo. Esto requiere hacer el punta-tac&oacute;n:
  Usar el tac&oacute;n o el lateral del pia para acelerar mientras se
  frena con la punta, as&iacute;:

<CENTER>
<P><TABLE BORDER=0><TR>
<TD><IMG SRC="pedalb3.gif" WIDTH=250 HEIGHT=80 ALT="Frenar"></TD><TD>&nbsp;</TD>
<TD>Inicialmente, est&aacute;s frenando en una velocidad (3&ordf; en la figura).</TD>
</TR><TR>
<TD><IMG SRC="pedalab0.gif" WIDTH=250 HEIGHT=80 ALT="Frenar y pisar embrague"></TD><TD>&nbsp;</TD>
<TD>Pisa el embrague, sigue frenando y pon el cambio en punto muerto.</TD>
</TR><TR>
<TD><IMG SRC="pedalbc0.gif" WIDTH=250 HEIGHT=80 ALT="Frenar y acelerar"></TD><TD>&nbsp;</TD>
<TD>Suelta el embrague manteniendo la palanca en punto muerto. Sigue frenando.
Dale uno (o dos) pisotones al acelerador para conseguir la velocidad del
eje primario adecuada.</TD>
</TR><TR>
<TD><IMG SRC="pedalab2.gif" WIDTH=250 HEIGHT=80 ALT="Frenar y pisar embrague"></TD><TD>&nbsp;</TD>
<TD>Siempre frenando, pisa el embrague de nuevo y mete la velocidad inferior.</TD>
</TR><TR>
<TD><IMG SRC="pedalb2.gif" WIDTH=250 HEIGHT=80 ALT="Frenar"></TD><TD>&nbsp;</TD>
<TD>Suelta el pedal de embrague. Sigue frenando.</TD>
</TR></TABLE>
</CENTER>
</UL>

<P>Con un buen o&iacute;do para ajustar las revoluciones, puedes sentir qu&eacute;
f&aacute;cilmente se engranan las velocidades, y te&oacute;ricamente podr&iacute;as incluso
conducir sin usar el embrague. Por supuesto esto es s&oacute;lo &uacute;til si
rompes el cable de embrague o algo as&iacute;...

<H2>Punta-Tac&oacute;n</H2>

<P>Cuando necesitas mantener el pie izquierdo en el embrague, frenar
y acelerar al mismo tiempo, la &uacute;nica soluci&oacute;n es usar el pie derecho
para pulsar dos pedales. La forma del acelerador del GT Turbo se pens&oacute;
para facilitar esto.
Hay dos formas de hacerlo, dependiendo de la disposici&oacute;n de los pedales
y de la movilidad del tobillo de cada uno :-):

<CENTER>
<P><TABLE BORDER=0>
<TR>
<TD><IMG SRC="pedalsid.gif" WIDTH=160 HEIGHT=100 ALT="Punta-Tac&oacute;n 1"></TD>
<TD><IMG SRC="pedalhee.gif" WIDTH=160 HEIGHT=100 ALT="Punta-Tac&oacute;n 2"></TD>
</TR>
</TABLE>
</CENTER>

<P>El peligro aqu&iacute; est&aacute; en que, cuando haces doble embrague a menudo,
cojes el h&aacute;bito de frenar siempre s&oacute;lo con la punta, y puede que
toques ligeramente el acelerador mientras frenas, lo que obviamente
reduce la potencia de frenado del coche. Un 
<A HREF="trick8_e.htm#separator">separador de pedal de freno</A> podr&iacute;a ser
&uacute;til aqu&iacute;, especialmente si usas el lateral del pie.

<H2>Freno de mano en curvas</H2>

<P>Disclaimer: Estas t&eacute;cnicas de derrapaje evidentemente no est&aacute;n pensadas 
para uso de calle.

<P>Un problema com&uacute;n con los coches de tracci&oacute;n delantera es que, estando
casi todo el peso en el eje delantero, el coche tiende a ser subvirador,
especialmente si aceleras a fondo. En curvas cerradas o en una
situaci&oacute;n de emergencia, un derrapaje controlado del tren trasero puede
ser interesante. El freno de mano puede utilizarse para eso, si le das
un tir&oacute;n r&aacute;pido y lo sueltas en el punto correcto de la curva, cuando
el coche est&aacute; en apoyo. Si est&aacute;s acelerando a fondo o la curva es 
lo suficientemente abierta el eje trasero estar&aacute; demasiado apoyado y
el tir&oacute;n no servir&aacute; para nada.
Controlar un derrapaje no es trivial, ya que el contravolante y el
acelerador deben ser cuidadosa y precisamente manejados para evitar
el giro completo o un nuevo derrapaje en la direcci&oacute;n opuesta. Practicar
en una superficie abierta y solitaria es una obligaci&oacute;n para llegar
a coger las reacciones del coche.

<P><CENTER><IMG SRC="skid01.jpg" ALT="Derrapando en arena" WIDTH=394 HEIGHT=231></CENTER>

<H2>Contravolante</H2>

<P>Cuando comienza un derrapaje del eje trasero, dependiendo de la velocidad
que lleves, el coche comienza a girar (brutalmente) y tender&aacute; a hacerlo hasta
los 180&deg;. Si este no es el &aacute;ngulo deseado, o incluso el derrapaje no
era deseado en absoluto, debe aplicarse contravolante. Eso es girar el volante
hacia donde el culo va para hacer avanzar el morro tambi&eacute;n en esa direcci&oacute;n.
El volante debe ser girado la cantidad exacta, y es una cuesti&oacute;n de pr&aacute;ctica
porque deber aprender a 'sentir' la posici&oacute;n de las ruedas. Una vez que
el derrapaje est&aacute; siendo controlado, el volante debe volver sin demora
a su posici&oacute;n para evitar un derrapaje en la direcci&oacute;n opuesta que
invariablemente te sacar&iacute;a de la carretera. Una marca como la que llevan 
algunos volantes deportivos en el punto superior puede ayudar, pero
coger el tacto es lo m&aacute;s importante.

<P>Adem&aacute;s, la manipulaci&oacute;n de los pedales tiene una gran influencia
en el derrape. Si frenas, incluso ligeramente, el peso del coche se
transfiere al eje delantero y el trasero pierde adherencia (mas derrape)
mientras que si acelera, aparece el fen&oacute;meno opuesto: menos derrape
(y tal vez incluso subviraje).

<P>Volantes lentos necesitar&aacute;n mucho giro, lo que puede ser dif&iacute;cil
de dar r&aacute;pidamente. El GT Turbo tiene una direcci&oacute;n relativamente
directa, as&iacute; que manos r&aacute;pidas y pr&aacute;ctica en una superficie abierta
y libre es todo lo que se requiere.

<H2>Pie izquierdo</H2>

<P>Disclaimer: Estas t&eacute;cnicas de derrapaje evidentemente no est&aacute;n pensadas 
para uso de calle.

<P>Esta es la t&eacute;cnica m&aacute;s dif&iacute;cil. Cuando tienes el coche en una curva
r&aacute;pida, en apoyo, al l&iacute;mite de adherencia, un frenado ligero es todo
lo que se necesita para comenzar un derrapaje controlado del eje
trasero. Dejar de acelerar puede ser una forma de lograrlo, pero
una mejor transferencia de peso al eje delantero se logra si, mientras
que mantienes al motor tirando desde el eje delantero, usas el pie
izquierdo para frena, como se indica:

<CENTER>
<P><IMG SRC="pedaltwo.gif" WIDTH=160 HEIGHT=100 ALT="Pie izquierdo">
</CENTER>

<P>Al principio es dif&iacute;cil conseguir la presi&oacute;n adecuada, puesto que
el pie izquierdo est&aacute; acostumbrado a apretar a fondo el embrague, pero
puedes aprender a ser sensible con &eacute;l tanto como eres con el derecho,
simplemente aseg&uacute;rate de que no haya coches detr&aacute;s tuyo cuando hagas
tu primer intento! :-)

<P> <!-- Footer -->
<CENTER>
<TABLE BORDER=0 CELLSPACING=0 CELLPADDING=0>
<TR>
<TD><A HREF="gttint_e.htm"><IMG SRC="foot_1_e.gif" ALT="&Iacute;ndice" WIDTH=73 HEIGHT=40 BORDER=0></A></TD>
<TD><A HREF="drive.htm"><IMG SRC="foot_2_e.gif" ALT="Versi&oacute;n inglesa" WIDTH=128 HEIGHT=40 BORDER=0></A></TD>
<TD><A HREF="drive__f.htm"><IMG SRC="foot_3_e.gif" ALT="Versi&oacute;n francesa" WIDTH=127 HEIGHT=40 BORDER=0></A></TD>
<TD><A HREF="http://www.etsit.upm.es/~alex/gtt/gttint_e.htm"><IMG SRC="foot_4_e.gif" ALT="Servidor alternativo" WIDTH=147 HEIGHT=40 BORDER=0></A></TD>
<TD><A HREF="credit_e.htm"><IMG SRC="foot_5_e.gif" ALT="Alex" WIDTH=49 HEIGHT=40 BORDER=0></A></TD>
<TD><A HREF="email__e.htm"><IMG SRC="foot_6_e.gif" ALT="Email Alex" WIDTH=102 HEIGHT=40 BORDER=0></A></TD>
</TR>
</TABLE>
</CENTER>
</BODY>
</HTML>
