<!DOCTYPE HTML PUBLIC>

<!-- Alex's GT Turbo pages -->
<!-- Page: Driving techniques -->
<!-- Language: French -->
<!-- Version: 4.01 -->
<!-- Last update: 16-feb-99 -->

<HTML>
<HEAD>
<TITLE>Pages GT Turbo d'Alex: Techniques de conduite</TITLE>
<META NAME="keywords" CONTENT="Renault, 5, GT, Turbo, mecanique, preparation, tuning">
<META NAME="description" CONTENT="Pages GT Turbo d'Alex">
</HEAD>
<BODY BGCOLOR="#000000" TEXT="#D0D0D0" LINK="#CC8000" VLINK="#ffffff">

<CENTER><IMG SRC="fire5__f.gif" ALT="Pages GT Turbo d'Alex" WIDTH=630 HEIGHT=85>

<H1>Techniques de conduite</H1>
</CENTER>

<A NAME=starting>
<H2>D&eacute;marrer son moteur</H2>
</A>
<P>Commen&ccedil;ons par le commencement. Le GT Turbo, comme la plupart des voitures &agrave; carburateur,
est un peu sp&eacute;ciale &agrave; d&eacute;marrer (si on sort d'une injection ou d'aucune voiture du tout). Il y
a deux principes de base.

<UL>
<LI>Si le moteur est froid, &ccedil;a d&eacute;pend du temps:
 <UL>
 <LI>Temps t&egrave;s froid. Tirer le starter &agrave; fond. Ne pas acc&eacute;l&eacute;rer. Il devrait
 d&eacute;marrer facilement, il suffit simplement de faire attention et d'essayer
 de maintenir son r&egrave;gime au plus bas jusqu'&agrave; que l'huile arrive &agrave; tous les
 points du moteur.
 <LI>Temps froid. Tirer le sarter &agrave; moiti&eacute; (l'exp&eacute;rience et la tension de
 chaque c&acirc;ble donneront un point correct). Ne pas acc&eacute;l&eacute;rer.
 <LI>Temps doux. Ne pas acc&eacute;l&eacute;rer et faire tourner le d&eacute;marreur. Quand on a 
 l'impression qu'il veut d&eacute;marrer, lacher la clef du contact et utiliser gentilment
 l'acc&eacute;l&eacute;rateur, par petits coups, pour maintenir le moteur en marche &agrave; bas r&eacute;gimes.
 <LI>Temps chaud. Pareil qu'avant, mais il partira plus facilement.
 </UL>
 
<LI>Si le moteur est chaud, &ccedil;a d&eacute;pend depuis combien de temps il a &eacute;t&eacute; arr&ecirc;t&eacute;:
 <UL>
 <LI>A l'instant(c.a.d. 1 min.). Faire simplement tourner le d&eacute;marreur, il partira.
 <LI>R&eacute;cemment(c.a.d. 5 min.). Appuyer sur l'acc&eacute;l&eacute;rateur doucement (1/5 de
 sa course) et le garder ainsi pendant que le d&eacute;marreur tourne. Quand on sent que &ccedil;a vient,
 l&acirc;cher le pied de l'acc&eacute;l&eacute;rateur pour &eacute;viter  qu'il ne tourne trop vite.
 <LI>&Ccedil;a fait un moment (c.a.d. 15 min.). <A HREF="tecst4_f.htm#percolation">
 Le syst&egrave;me antipercolation </A> devra fonctionner pour nous laisser revenir chez
 nous. Acc&eacute;l&eacute;rer presque &agrave; fond (3/4) et faire comme avant.
 <LI>&Ccedil;&agrave; fait un bon moment(c.a.d. 30 min.). La m&ecirc;me chose que si on l'avait
 arr&ecirc;t&eacute; r&eacute;cemment, la surchauffe due au fait de s'&ecirc;tre arr&ecirc;t&eacute; aura du avoir disparu.
 <LI>&Ccedil;&agrave; fait longtemps(c.a.d. 4 heures) Le moteur est donc froid, voir au-dessus! :-)
 </UL>
</UL>

<H2>Double embrayage</H2>

<P>Quand on change de vitesse, le levier de vitesse connecte l'engrenage
s&eacute;lectionn&eacute; de l'arbre secondaire, qui est toujours en prise avec le correspondant
du primaire, avec l'arbre secondaire lui m&ecirc;me. L'arbre secondaire tourne &agrave; une
vitesse proportionnelle &agrave; celle des roues, alors que l'engrenage tourne avec le
moteur, au moment o&ugrave; on appuie sur la p&eacute;dale d'embrayage, et il va en ralentissant
&agrave; cause des frottements des roulements et de l'huile.

<P>Passer le rapport sup&eacute;rieur n'est g&eacute;n&eacute;ralement pas un probl&egrave;me, car
le syt&egrave;me de synchronisation peut absorber les petites diff&eacute;rences de vitesse.
L'arbre primaire r&eacute;duit sa vitesse jusqu'&agrave; ce qu'elle approche celle du secondaire
(et le moteur aura r&eacute;gime plus bas apr&egrave;s avoir pass&eacute; la vitesse). Cependant,
descendre un rapport (r&eacute;trograder) est beaucoup plus dur, car l'arbre primaire
devrait avoir une vitesse de rotation plus grande (Apr&egrave;s l'op&eacute;ration, le moteur
tournera plus vite qu'avant) que celle &agrave; laquelle il &eacute;tait en train de tourner,
ce qui n'est pas possible. C'est la raison pour laquelle il est plus difficile
de descendre un rapport, &ccedil;a demande plus de temps et &ccedil;a sollicite plus la bo&icirc;te,
en diminuant la dur&eacute;e de vie des bagues de synchro.

<P>La solution est d'utiliser la technique du double embrayage. Le principe est
d'ajuster la vitesse de l'arbre avec celle de l'engrenage avant de les connecter, en
adaptant la vitesse de l'arbre primaire (et donc de l'engrenage) gr&acirc;ce &agrave; un r&eacute;gime
moteur correct au point mort. On arrive &agrave; faire ceci en mettant le moteur au r&eacute;gime
qu'il aura une fois que le rapport souhait&eacute; aura &eacute;t&eacute; pass&eacute;. C'est ici que r&eacute;side toute
la subtilit&eacute;, mais c'est une question d'entrainement.

<P>On peut l'appliquer en passant un rapport sup&eacute;rieur ou inf&eacute;rieur:

<UL>
  <LI>Pour r&eacute;trograder, il faut simplement faire tourner plus vite l'arbre primaire.

<CENTER>
<P><TABLE BORDER=0><TR>
<TD><IMG SRC="pedalc1.gif" WIDTH=250 HEIGHT=80 ALT="Acc&eacute;l&eacute;rer"></TD><TD>&nbsp;</TD>
<TD>Au d&eacute;but, on est en train d'acc&eacute;l&eacute;rer (1&egrave;re sur la figure).</TD>
</TR><TR>
<TD><IMG SRC="pedala0.gif" WIDTH=250 HEIGHT=80 ALT="Appuyer sur l'embrayage"></TD><TD>&nbsp;</TD>
<TD>Appuyer sur l'embrayage comme d'habitude, mais mettre le levier au point mort.</TD>
</TR><TR>
<TD><IMG SRC="pedalc0.gif" WIDTH=250 HEIGHT=80 ALT="Acc&eacute;l&eacute;rer"></TD><TD>&nbsp;</TD>
<TD>Lacher l'embrayage au point mort. Donner un (ou deux) coup(s) d'acc&eacute;l&eacute;rateurs
pour faire tourner l'arbre primaire &agrave; la bonne vitesse. Le truc est ici, c'est
juste une histoire d'habitude.
</TD>
</TR><TR>
<TD><IMG SRC="pedala2.gif" WIDTH=250 HEIGHT=80 ALT="Appuyer sur l'embrayage"></TD><TD>&nbsp;</TD>
<TD>Appuyer de nouveau sur l'embrayage et passer la vitesse suivant.</TD>
</TR><TR>
<TD><IMG SRC="pedalc2.gif" WIDTH=250 HEIGHT=80 ALT="Acc&eacute;l&eacute;rer"></TD><TD>&nbsp;</TD>
<TD>Comme dans tout passage de vitesse, l&acirc;cher l'embrayage et acc&eacute;l&eacute;rer &agrave; nouveau.</TD>
</TR></TABLE>
</CENTER>

  <LI>Pour r&eacute;trograder, il faudra acc&eacute;l&eacute;rer un peu plus pour faire tourner l'arbre
   primaire un peu plus vite. Le freinage que l'on obtient en r&eacute;trogradant sera
   moins violent, et m&ecirc;me si on acc&eacute;l&egrave;re trop, la voiture n'aura pas tendance &agrave; 
   freiner tout de suite, mais le changement de vitesse sera beaucoup plus propre
   et rapide car le retrogradage sera plus rapide et efficace. De plus, comme on
   ralentit le v&eacute;hicule, il est logique de freiner en m&ecirc;me temps. Cel&agrave; n&eacute;cessite de
   faire un talon-pointe: utiliser le talon ou le c&ocirc;t&eacute; du pied pour acc&eacute;l&eacute;rer pendant
   qu'on freine avec la pointe, comme &ccedil;a:

<CENTER>
<P><TABLE BORDER=0><TR>
<TD><IMG SRC="pedalb3.gif" WIDTH=250 HEIGHT=80 ALT="Freiner"></TD><TD>&nbsp;</TD>
<TD>Initialement, on freine en 3i&egrave;me par exemple.</TD>
</TR><TR>
<TD><IMG SRC="pedalab0.gif" WIDTH=250 HEIGHT=80 ALT="Freiner et d&eacute;brayer"></TD><TD>&nbsp;</TD>
<TD>Appuyer sur l'embrayage et continuer &agrave; freiner en mettant au point mort.</TD>
</TR><TR>
<TD><IMG SRC="pedalbc0.gif" WIDTH=250 HEIGHT=80 ALT="Freiner et acc&eacute;l&eacute;rer"></TD><TD>&nbsp;</TD>
<TD>Lacher l'embrayage en laissant au point mort. Continuer &agrave; freiner. Mettre un (ou deux)
coup(s) d'acc&eacute;l&eacute;rateur pour obtenir la vitesse ad&eacute;quate de l'arbre primaire.</TD>
</TR><TR>
<TD><IMG SRC="pedalab2.gif" WIDTH=250 HEIGHT=80 ALT="Freiner et d&eacute;brayer"></TD><TD>&nbsp;</TD>
<TD>Toujours en freinant, appuyer sur l'embrayage &agrave; nouveau et passer le rapport inf&eacute;rieur.</TD>
</TR><TR>
<TD><IMG SRC="pedalb2.gif" WIDTH=250 HEIGHT=80 ALT="Freiner"></TD><TD>&nbsp;</TD>
<TD>Lacher l'embrayage et continuer &agrave; freiner.</TD>
</TR></TABLE>
</CENTER>
</UL>

<P>Avec une bonne oreille pour ajuster les r&eacute;gimes de rotation, on peut sentir que
les vitesses s'enclenchent plus facilement, et th&eacute;oriquement, on pourrait m&ecirc;me
conduire sans utiliser l'embrayage. Bien s&ucirc;r, c'est seulement utile si on casse
le c&acirc;ble d'embrayage ou quelque chose comme &ccedil;a...

<H2>Talon pointe</H2>

<P>Quand on a besoin de maintenir le pied gauche sur l'embrayage, de freiner et d'acc&eacute;l&eacute;rer
en m&ecirc;me temps, l'unique solution est d'utiliser le pied droit pour appuyer sur deux p&eacute;dales.
La forme de la p&eacute;dale de l'acc&eacute;l&eacute;rateur du GT Turbo a &eacute;t&eacute; pens&eacute;e pour faciliter ceci. Il y a 
deux mani&egrave;res de le faire, tout d&eacute;pend de la position des p&eacute;dales et de la mobilit&eacute; de la 
cheville de chacun:-):

<CENTER>
<P><TABLE BORDER=0>
<TR>
<TD><IMG SRC="pedalsid.gif" WIDTH=160 HEIGHT=100 ALT="Talon pointe 1"></TD>
<TD><IMG SRC="pedalhee.gif" WIDTH=160 HEIGHT=100 ALT="Talon pointe 2"></TD>
</TR>
</TABLE>
</CENTER>

<P>Le danger, c'est que, quand on fait le double embrayage souvent, on prend l'habitude
de toujours freiner avec la pointe, et il se peut que l'on touche l&eacute;g&egrave;rement l'acc&eacute;l&eacute;rateur
pendant que l'on freine, ce qui r&eacute;duit &eacute;videmment la puissance de freinage de la voiture.
Un <A HREF="trick8_f.htm#separator">s&eacute;parateur de p&eacute;dale de frein</A> pourrait &ecirc;tre utile
ici, notament si on utilise le c&ocirc;t&eacute; du pied.

<H2>Frein &agrave; main</H2>

<P>Disclaimer: Ces techniques de d&eacute;rapages ne sont &eacute;videmment pas pens&eacute;es pour usage
routier.

<P>Un probl&egrave;me commun avec les voitures traction avant, c'est que tout le
poids se retrouve sur le train avant, la voiture tend &agrave; &ecirc;tre sous-vireuse,
surtout si on acc&eacute;l&egrave;re &agrave; fond. Dans les courbes ferm&eacute;es ou en situation
d'urgence, un d&eacute;rapage contr&ocirc;l&eacute; du train arri&egrave;re peut &ecirc;tre int&eacute;ressant.
Le frein &agrave; main peur &ecirc;tre utiliser pour ceci, en tirant un coup sec
et en le lachant au bon endroit de la courbe, quand la voiture est en 
appui. Si on acc&eacute;l&egrave;re &agrave; fond ou si la courbe est suffisament ouverte, le 
train arri&egrave;re est trop appuy&eacute; et il n'y aura aucun effet. Contr&ocirc;ler
un d&eacute;rrapage n'est pas trivial, car le contre-braquage et l'acc&eacute;l&eacute;rateur doivent
&ecirc;tre utilis&eacute;s avec pr&eacute;cautions et en connaissance de cause pour &eacute;viter de
faire un tour complet ou un autre d&eacute;rrapage dans l'autre sens. S'entrainer 
sur un terrain vague, en solitaire est une obligation pour arriver sentir
les r&eacute;actions de la voiture.

<P><CENTER><IMG SRC="skid01.jpg" ALT="D&eacute;rapage sur le sable" WIDTH=394 HEIGHT=231></CENTER>

<H2>Contre-braquage</H2>

<P>Quand l'arri&egrave;re commence &agrave; d&eacute;crocher, selon la vitesse &agrave; laquelle on est,
la voiture commence &agrave; tourner (brutalement) et aura tendance &agrave; faire un 180&deg;.
Si ce n'est pas l'angle souhait&eacute;, ou si le d&eacute;rapage n'&eacute;tait pas souhait&eacute; en absolu,
il faut contre-braquer. &Ccedil;&agrave; consiste &agrave; tourner le volant vers l'endroit
o&ugrave; va l'arri&egrave;re de la voiture pour que l'avant aille &eacute;galement dans cette direction.
Le volant doit &ecirc;tre tourn&eacute; de la bonne valeur, et c'est une histoire de pratique car
il faut apprendre &agrave; "sentir" la position des roues. Une fois que le le d&eacute;rapage
a &eacute;t&eacute; contr&ocirc;l&eacute;, le volant doit revenir sans tarder &agrave; sa position pour &eacute;viter
un d&eacute;rapage dans l'autre sens, sans quoi on est s&ucirc;r de faire une sortie. Une
marque comme celle qu'ont certains volants sportifs peut aider, mais bien sentir
la voiture est le plus important.

<P>De plus, l'usage des p&eacute;dales influe &eacute;norm&eacute;ment sur le d&eacute;rapage. Si on freine,
m&ecirc;me l&eacute;g&egrave;rement, le poids de la voiture se retrouve sur le train avant et l'arri&egrave;re
perd l'adh&eacute;rence (d&eacute;rapage plus prononc&eacute;) alors que si on acc&eacute;l&egrave;re, il appara&icirc;t le ph&eacute;nom&egrave;ne
oppos&eacute;: un d&eacute;rapage moins prononc&eacute; (et peut &ecirc;tre m&ecirc;me sous-virage).

<P>Des directions lentes n&eacute;cessiteront plus de tours, ce qui peut &ecirc;tre difficile de 
faire rapidement. Le GT Turbo a une direction relativement directe, des mains rapides et
un peu d'entrainement sur un terrain vague sont tout ce dont on a besoin.

<H2>Freiner du pied gauche</H2>

<P>Disclaimer: Ces techniques de d&eacute;rapages ne sont &eacute;videmment pas pr&eacute;vues pour un 
usage routier.

<P>C'est la technique le plus difficile. Quand on a la voiture dans une courbe rapide,
en appui, &agrave; la limite de l'adh&eacute;rence, un l&eacute;ger freinage est tout ce dont on a besoin
pour entamer un d&eacute;rapage contr&ocirc;l&eacute; du train arri&egrave;re. Arr&ecirc;ter d'acc&eacute;l&eacute;rer peut &ecirc;tre une forme
d'y arriver, mais on obtient un meilleur transfert de masse au train avant si, pendant 
que l'on maintient le moteur tirant l'arri&egrave;re, on utilise le pied gauche pour freiner,
comme indiqu&eacute;:

<CENTER>
<P><IMG SRC="pedaltwo.gif" WIDTH=160 HEIGHT=100 ALT="Freinage du pied gauche">
</CENTER>

<P>Au d&eacute;but, c'est difficile d'obtenir la pression ad&eacute;cuate, car le pied gauche est habitu&eacute;
&agrave; appuyer &agrave; fond sur l'embrayage, mais on peut apprendre &agrave; &ecirc;tre sensible autant avec le
gauche qu'avec le droit, simplement en s'assurant qu'il n'y ait pas de voiture derri&egrave;re soit
quand on fait le premier essai! :-)

<P> <!-- Footer -->
<CENTER>
<TABLE BORDER=0 CELLSPACING=0 CELLPADDING=0>
<TR>
<TD><A HREF="gttint_f.htm"><IMG SRC="foot_1_f.gif" ALT="Index" WIDTH=77 HEIGHT=40 BORDER=0></A></TD>
<TD><A HREF="drive.htm"><IMG SRC="foot_2_f.gif" ALT="Version anglaise" WIDTH=131 HEIGHT=40 BORDER=0></A></TD>
<TD><A HREF="drive__e.htm"><IMG SRC="foot_3_f.gif" ALT="Version espagnole" WIDTH=141 HEIGHT=40 BORDER=0></A></TD>
<TD><A HREF="http://www.etsit.upm.es/~alex/gtt/gttint_f.htm"><IMG SRC="foot_4_f.gif" ALT="Autre serveur" WIDTH=108 HEIGHT=40 BORDER=0></A></TD>
<TD><A HREF="credit_f.htm"><IMG SRC="foot_5_f.gif" ALT="Alex" WIDTH=50 HEIGHT=40 BORDER=0></A></TD>
<TD><A HREF="email__f.htm"><IMG SRC="foot_6_f.gif" ALT="Ecrire &agrave; Alex" WIDTH=118 HEIGHT=40 BORDER=0></A></TD>
</TR>
</TABLE>
</CENTER>
</BODY>
</HTML>
