<!DOCTYPE HTML PUBLIC>

<!-- Alex's GT Turbo pages -->
<!-- Page: GT Turbo history -->
<!-- Language: Spanish -->
<!-- Version: 4.02 -->
<!-- Last update: 20-feb-99 -->

<HTML>
<HEAD>
<TITLE>P&aacute;ginas GT Turbo de Alex: La historia del GT Turbo</TITLE>
<META NAME="keywords" CONTENT="Renault, 5, GT, Turbo, mecanica, preparacion, tuning">
<META NAME="description" CONTENT="P&aacute;ginas GT Turbo de Alex">
</HEAD>
<BODY BGCOLOR="#000000" TEXT="#D0D0D0" LINK="#CC8000" VLINK="#ffffff">

<CENTER><IMG SRC="fire5__e.gif" ALT="P&aacute;ginas GT Turbo de Alex" WIDTH=630 HEIGHT=85>

<H1>La historia del GT Turbo</H1>

</CENTER>


<H2>Los abuelos</H2>

<P><FONT SIZE=+1>1972: </FONT>Nace el R5. Se fabricar&iacute;an diferentes modelos,
y el coche se convertir&iacute;a en un aut&eacute;ntico superventas, pero la versi&oacute;n
deportiva, con un turbo soplando al bloque de 1397cc vendr&iacute;a con el
R5 Alpine Turbo (110 cv).

<P><CENTER>
<TABLE BORDER=0><TR><TD>
<IMG SRC="r5alpine.jpg" ALT="Renault 5 Alpine turbo" WIDTH=400 HEIGHT=187>
</TD></TR>
<TR><TD ALIGN=RIGHT VALIGN=TOP>
<A HREF="http://www.stud.unipg.it/users/andrea.passerini">
<FONT SIZE=-1><CITE>R5 Alpine Turbo de Andrea</CITE></FONT></A></TD></TR>
</TABLE>
</CENTER>

<P><FONT SIZE=+1>1980: </FONT>Se empieza a fabricar el R5 Turbo. Era un
monstruo de motor central y tracci&oacute;n trasera basada en el mismo bloque
(pero con 165 cv esta vez). La bestia era un prototipo (incluyendo inyecci&oacute;n)
que domin&oacute; en el mundo de los rallyes con Jean Ragnotti, Carlos Sainz y otros
al volante. Unas prestaciones brutales (0-100 kmh en 6.4s) para un coche
fuera del mundo en que vivi&oacute;. &iexcl;Solo se vendieron unos pocos a unos pocos
privilegiados!


<P><FONT SIZE=+1>1982: </FONT>Llega el R5 Turbo 2, la segunda generaci&oacute;n,
con algunas mejoras (185 cv). Fabricado como la continuaci&oacute;n natural a los
&eacute;xitos obtenidos en rallyes, una vez preparado para correr podia sacar 
&iexcl;360 cv de el mismo bloque!

<P><CENTER>
<IMG SRC="r5turbo2.jpg" ALT="Renault 5 Turbo 2" VSPACE=10 WIDTH=321 HEIGHT=183>
</CENTER>

<P><FONT SIZE=+1>1984:</FONT> El Maxi 5 termina con la historia del monstruo.
Vendido solamente para homologar el coche de competici&oacute;n de Gr. B, y usando
toda la tecnolog&iacute;a existente en el momento, pod&iacute;a alcanzar m&aacute;s de 400 cv
utilizando 1527cc. La desaparici&oacute;n del Gr. B signific&oacute; el final del desarrollo
de estas m&aacute;quinas.

<P><CENTER>
<IMG SRC="r5maxit.jpg" ALT="Renault 5 Maxi Turbo" VSPACE=10 WIDTH=300 HEIGHT=185>
</CENTER>

<P>Ese mismo a&ntilde;o, Renault renueva competamente su hist&oacute;rico
R5, un aut&eacute;ntico superventas en Europa, para crear el 'Supercinco',
un nuevo coche con nuevas motorizaciones transversales, caja de cambios en
aleaci&oacute;n ligera, suspension delantera tipo MacPherson, y nuevos
dise&ntilde;os de interior y carrocer&iacute;a.

<H2>La fase 1</H2>

<P><FONT SIZE=+1>1985: </FONT>Nace el modelo deportivo del Supercinco,
el GT Turbo. Renault desarrolla el bien conocido GT Turbo de fase 1, con sus 115 cv
para 860 kg y su turbocompresor Garrett T2. Fue un bonito trabajo de
ingenier&iacute;a adaptar el Supercinco a la cantidad de caballos que debe
soportar, dada su naturaleza de coche peque&ntilde;o y ligero, as&iacute;
que por eso tenemos un cap&oacute; absolutamente lleno de tubos y cables, montones
de componentes especiales (_deben_ ser especiales, poque los recambios en
Renault tienden a ser mucho m&aacute;s caros cuando mencionas que son para
un GTT)... pero el resultado final fue una m&aacute;quina salvaje que
empez&oacute; a crear su propia leyenda...

<BR>Echemos un vistazo al anuncio original de Renault (en italiano)...

<P><CENTER>
<IMG SRC="banner.jpg" ALT="Anuncio de GTT fase 1" VSPACE=15 WIDTH=500 HEIGHT=357>
</CENTER>

<P>Muy al principio, el coche s&oacute;lo se distribu&iacute;a
en su versi&oacute;n 'Coupe', que s&oacute;lo se vend&iacute;a a los
participantes en la Copa Renault (Coupe significa Copa en franc&eacute;s,
como habr&eacute;is podido adivinar). Esos coches ten&iacute;an algunas peculiaridades,
pero 'Copa Turbo' era casi un sin&oacute;nimo de 'GT Turbo' en Espa&ntilde;a, porque
hab&iacute;a un modelo del antiguo R5 llamado 'Copa' y el GT parec&iacute;a su continuaci&oacute;n
natural. As&iacute; es como era un <A HREF="cup____e.htm">coche versi&oacute;n Copa</A>:

<CENTER>
<IMG SRC="coupe.jpg" ALT="GTT Coupe" VSPACE=15 WIDTH=541 HEIGHT=307>
</CENTER>

<H2>La fase 2</H2>

<P><FONT SIZE=+1>1986: </FONT>Desde Mayo (en Francia), Renault comienza
a montar los turbos refrigerados por agua. Con esto se consegu&iacute;a una 
mayor vida del turbo, porque los problemas de fiabilidad (debido a
<A HREF="tecst3_e.htm#idle">un mal uso del turbo</A>!) eran frecuentes... 

<P><FONT SIZE=+1>1988: </FONT>Se produce la mayor renovaci&oacute;n, desembocando
en este coche:

<CENTER>
<IMG SRC="front03.jpg" ALT="GTT con &aacute;rboles detr&aacute;s" VSPACE=15 WIDTH=406 HEIGHT=237>
</CENTER>

<P>Los cambios principales introducidos con la fase dos fueron:
<UL>
  <LI>Nueva rejilla frontal, con el logo de Renault a la izquierda,
      nuevo paragolpes delantero, con la parte de abajo diferente, y
      aletines traseros ligeramente distintos. Estos 'grandes' cambios
      aerodin&aacute;micos supusieron la bajada del Cx de 0.36 a 0.35...
  <LI>Nueva consola central, m&aacute;s larga. Cierto equipamiento adicional,
      como los elevalunas el&eacute;ctricos, se montaba directamente.
  <LI>Nuevas llantas de aleaci&oacute;n tipo estrella. (Compr&eacute; el
      coche sin los tapacubos, as&iacute; que tendr&eacute;is que imaginaoslos
      en la foto).
  <LI>Nuevo tipo y ajustes de carburador, sacando ahora 120 cv.
  <LI>M&oacute;dulo de encendido RE209, en lugar del RE208, que permit&iacute;a
      500 rpm m&aacute;s. Ahora se colocaba detr&aacute;s del cortafuegos, para
      evitar el excesivo calentamiento que proven&iacute;a de estar sobre
      el turbo.
  <LI>Apoyos de la suspensi&oacute;n delantera modificados, con un un montaje
      inclinado de los amortiguadores para reducir el &aacute;ngulo de pivote.
      Esto se hizo para no gastar los neum&aacute;ticos anchos de forma
      desigual, pero tuvo un efecto secundario: no deja que el volante
      vuelva tan f&aacute;cilmente a posici&oacute;n de recto por s&iacute; mismo,
      especialmente bajo fuerte aceleraci&oacute;n.
  <LI>Nueva organizaci&oacute;n del sistema de refrigeraci&oacute;n, ahora
      incluyendo refrigeraci&oacute;n del colector de admisi&oacute;n y
      unidad de desgasificaci&oacute;n, para reducir el sobrecalentamiento,
      otro problema experimentado en los coches de fase 1.
  <LI>Peque&ntilde;os cambios en el sistema del ventilador antipercolaci&oacute;n.
</UL>

<P><FONT SIZE=+1>1991: </FONT>Renault lanza el Clio 16 v&aacute;lvulas, and
gradualmente deja de vender GTTs.

<P>La &uacute;ltima serie limitada de GT Turbos fue fabricada en azul el&eacute;ctrico
('Blue nuit' en franc&eacute;s), en honor al t&iacute;tulo de Gr.N del '89, obtenido
por Alain Oreille al volante de un GT Turbo, y se conoce tambien como 'Raider'.
Ven&iacute;a con ruedas de fase 2 pintadas en color carrocer&iacute;a y equipamiento completo.

<P>Fue el final de la era del turbo, marcado por la introducci&oacute;n de motores
m&aacute;s progresivos y civilizados, de esos que cualquiera puede conducir sin
problemas (me encantan ese tipo de problemas...). Como ya sab&eacute;is,
el comienzo de la &eacute;poca de los 16 v&aacute;lvulas.

<P>De todos modos, admitiendo que el Clio 16v ten&iacute;a un motor t&eacute;cnicamente
superior (que termina con el uso del bloque de 1397cc), y una mayor velocidad
punta, nunca alcanz&oacute; la aceleraci&oacute;n del GTT, y, por supuesto,
&iexcl;nunca consigui&oacute; pegar esa patada de aceleraci&oacute;n con el
turbo que hace subir la adrenalina!


<P> <!-- Footer -->
<CENTER>
<TABLE BORDER=0 CELLSPACING=0 CELLPADDING=0>
<TR>
<TD><A HREF="gttint_e.htm"><IMG SRC="foot_1_e.gif" ALT="&Iacute;ndice" WIDTH=73 HEIGHT=40 BORDER=0></A></TD>
<TD><A HREF="history.htm"><IMG SRC="foot_2_e.gif" ALT="Versi&oacute;n inglesa" WIDTH=128 HEIGHT=40 BORDER=0></A></TD>
<TD><A HREF="histor_f.htm"><IMG SRC="foot_3_e.gif" ALT="Versi&oacute;n francesa" WIDTH=127 HEIGHT=40 BORDER=0></A></TD>
<TD><A HREF="http://www.etsit.upm.es/~alex/gtt/gttint_e.htm"><IMG SRC="foot_4_e.gif" ALT="Servidor alternativo" WIDTH=147 HEIGHT=40 BORDER=0></A></TD>
<TD><A HREF="credit_e.htm"><IMG SRC="foot_5_e.gif" ALT="Alex" WIDTH=49 HEIGHT=40 BORDER=0></A></TD>
<TD><A HREF="email__e.htm"><IMG SRC="foot_6_e.gif" ALT="Email Alex" WIDTH=102 HEIGHT=40 BORDER=0></A></TD>
</TR>
</TABLE>
</CENTER>
</BODY>
</HTML>
