<!DOCTYPE HTML PUBLIC>

<!-- Pages GT Turbo d'Alex -->
<!-- Page: L'histoire du GT Turbo-->
<!-- Language: Francais-->
<!-- Version: 4.01 -->
<!-- Last update: 19-feb-99 -->

<HTML>
<HEAD>
<TITLE>Pages GT Turbo d'Alex: L'histoire du GT Turbo</TITLE>
<META NAME="keywords" CONTENT="Renault, 5, GT, Turbo, m&eacute;canique, pr&eacute;paration, tuning">
<META NAME="description" CONTENT="Pages GT Turbo d'Alex">
</HEAD>
<BODY BGCOLOR="#000000" TEXT="#D0D0D0" LINK="#CC8000" VLINK="#ffffff">

<CENTER><IMG SRC="fire5__f.gif" ALT="Pages GT Turbo d'Alex" WIDTH=630 HEIGHT=85>

<H1>L'histoire du GT Turbo </H1>

</CENTER>

<H2>Les grands parents</H2>

<P><FONT SIZE=+1>1972: </FONT>Le mod&egrave;le R5 est n&eacute;.

Diff&eacute;rents mod&egrave;les seraient produits, et la voiture deviendrait un r&eacute;el best seller
mais la version sportive, avec un turbo greff&eacute; sur le bloc 1397cc est arriv&eacute;e avec la
R5 Alpine Turbo (110 Cv).

<P><CENTER>
<TABLE BORDER=0><TR><TD>
<IMG SRC="r5alpine.jpg" ALT="Renault 5 Alpine turbo" WIDTH=400 HEIGHT=187>
</TD></TR>
<TR><TD ALIGN=RIGHT VALIGN=TOP>
<A HREF="http://www.stud.unipg.it/users/andrea.passerini">
<FONT SIZE=-1><CITE>R5 Alpine Turbo de Andrea</CITE></FONT></A></TD></TR>
</TABLE>
</CENTER>

<P><FONT SIZE=+1>1980: </FONT>La R5 Turbo commence &agrave; &ecirc;tre produite. 
C'&eacute;tait un monstre de moteur central et en propulsion arri&egrave;re bas&eacute; sur le m&ecirc;me bloc 
(mais avec 165 Cv cette fois). La b&ecirc;te &eacute;tait un
prototype (dot&eacute; de l'injection) qui a domin&eacute; le monde des rallyes avec
Jean Ragnotti, Carlos Sainz et d'autres au volant. Des performances brutales
(0-100km/h en 6.4s) pour une voiture hors du monde dans lequel elle a v&eacute;cu. Seuls quelques exemplaires ont
&eacute;t&eacute; vendus &agrave; quelques privil&eacute;gi&eacute;s!

<P><FONT SIZE=+1>1982: </FONT>La R5 Turbo 2, la deuxi&egrave;me g&eacute;n&eacute;ration, 
avec quelques am&eacute;liorations, arrive (185 Cv). Produite naturellement au vu des succ&egrave;s
en rallye, elle pouvait atteindre plus de 360 Cv une fois pr&eacute;par&eacute;e pour la course, toujours
avec le m&ecirc;me bloc.

<P><CENTER>
<IMG SRC="r5turbo2.jpg" ALT="Renault 5 Turbo 2" VSPACE=10 WIDTH=321 HEIGHT=183><BR>
</CENTER>

<P><FONT SIZE=+1>1984: </FONT>La 5 Maxi en termine avec l'histoire du monstre. 
Vendue seulement pour l'homologation en Groupe B, et utilisant toutes les technologies
disponibles du moment, elle pouvait atteindre plus de 400 Cv avec une cylindr&eacute;e de 1527 cm3.
La fin du Groupe B a sign&eacute; la fint du d&eacute;veloppement de ces machines.

<P><CENTER>
<IMG SRC="r5maxit.jpg" ALT="Renault 5 Maxi Turbo" VSPACE=10 WIDTH=300 HEIGHT=185><BR>
</CENTER>

<P>
Cette ann&eacute;e vraiment, Renault r&eacute;nove totalement l'historique Renault 5 pour 
cr&eacute;er la "Supercinq", une nouvelle voiture avec un nouveau moteur transversal,
des bo&icirc;tes en alliage l&eacute;ger, des suspensions avant de type MacPherson, une nouvelle
carrosserie et un int&eacute;rieur diff&eacute;rent.

<H2>Le phase 1</H2>

<P><FONT SIZE=+1>1985: </FONT>Le mod&egrave;le sportif de la Supercinq, le GT Turbo est n&eacute;.
Renault d&eacute;veloppe le Renault 5 GT Turbo phase 1, avec ses 115 Cv pour 860 kg et son
turbo Garrett T2 soufflant dans l'&eacute;ternel bloc 1397cm3.


Ce fut un sacr&eacute; travail
d'ing&eacute;nieur d'adapter la Supercinq &agrave; la quantit&eacute; de chevaux qu'elle devait 
supporter, vu sa vocation de petite voiture l&eacute;g&egrave;re, c'est 
pourquoi nous avons un capot absolument plein de tuyaux et de c&acirc;bles, beaucoup
de composants sp&eacute;ciaux (ils_doivent_ &ecirc;tre sp&eacute;ciaux, car les pi&egrave;ces de rechanges
Renault ont tendances &agrave; &ecirc;tre beaucoup plus ch&egrave;res quand on dit qu'elles sont pour 
un GTT)... mais le r&eacute;sultat final fut une machine sauvage qui commen&ccedil;a
&agrave; cr&eacute;er sa propre l&eacute;gende...<BR>

Jetons un coup d'oeil &agrave; l'annonce originale de Renault(en italien)...

<P><CENTER>
<IMG SRC="banner.jpg" ALT="Annonce du GTT Phase 1 " VSPACE=15 WIDTH=500 HEIGHT=357><BR>
</CENTER>

<P>Tout &agrave; fait au d&eacute;but, la voiture &eacute;tait distribu&eacute;e 
dans sa version "Coupe", seulement vendue aux participants
de la Coupe Renault. On comprend maintenant pourquoi en Espagne, les GT Turbo ont pour
appellation "Copa Turbo". Voici &agrave; quoi ressemblait la <A HREF="cup____f.htm">voiture
version Coupe</A>:

<CENTER>
<IMG SRC="coupe.jpg" ALT="GTT Coupe" VSPACE=15 WIDTH=541 HEIGHT=307><BR>
</CENTER>

<H2>Le phase 2</H2>

<P><FONT SIZE=+1>1986: </FONT>A partir de mai 1986, Renault commen&ccedil;a &agrave; monter les turbos refroidis par
eau. Ainsi, on obtenait une dur&eacute;e de vie beaucoup plus longue du turbo, car la fiabilit&eacute; du turbo
(d&eacute;pendant directement d' <A HREF="tecst3_f.htm#idle">une mauvaise utilisation du turbo</A>!) &eacute;tait un 
probl&egrave;me fr&eacute;quent jusqu'&agrave; que ces mod&egrave;les arrivent...


<P><FONT SIZE=+1>1988: </FONT>Vint la majeure r&eacute;novation, produisant cette voiture:

<CENTER>
<IMG SRC="front03.jpg" ALT="GTT avec des arbres derriere" VSPACE=15 WIDTH=406 HEIGHT=237><BR>
</CENTER>

<P>Les principaux changements introduits avec le phase 2 furent:
<UL>
  <LI>Nouvelle calandre 1/2 ferm&eacute;e, avec le logo Renault &agrave; gauche,
      nouveaux pare-chocs avant, avec la partie inf&eacute;rieure diff&eacute;rente, et
      des extensions d'ailes arri&egrave;res l&eacute;g&egrave;rement distinctes. 
	Ces "grands" changements a&eacute;rodynamiques ont baiss&eacute; le Cx de 0.36 &agrave; 0.35...
  <LI>Nouvelle console centrale, plus longue. Quelques &eacute;quipements additionnels,
      comme les vitres &eacute;lectriques, se montaient de s&eacute;rie.
  <LI>Nouvelles jantes alliages de type h&eacute;lice. (J'ai achet&eacute; la 
      voiture sans les enjoliveurs, on aura donc &agrave; se les imaginer 
      sur la photo).
  <LI>Nouveaux r&eacute;glages du carburateur, permettant d'obtenir 120 CV.
  <LI>Module d'allumage RE209, au lieu du RE208, qui permettait d'avoir 500rpm de plus
	&agrave; plein r&eacute;gime. Il se pla&ccedil;ait maintenant &agrave; cot&eacute; du cric, pour
      &eacute;viter de recevoir la chaleur qui provenait du turbo.
  <LI>Modification du train avant, avec un montage
      inclin&eacute; des amortisseurs pour r&eacute;duire l'angle de pivot.
      Ceci se fit pour &eacute;viter d'user les pneus larges de fa&ccedil;on 
      in&eacute;gale, mais il y eut un effet secondaire: cela ne laissait pas revenir
      le volant si facilement en ligne droite de lui m&ecirc;me,
      surtout lors de fortes acc&eacute;l&eacute;rations.
  <LI>Nouvelle organisation du syst&egrave;me de refroidissement, maintenant
      incluant le refroidissement du collecteur d'admission et
      un bocal de d&eacute;gazage, pour r&eacute;duire la surchauffe,
      autre probl&egrave;me typique des phases 1.
  <LI>Petits changements dans le syst&egrave;me d'antipercolation.
</UL>

<P><FONT SIZE=+1>1991: </FONT>Renault lance la Clio 16 soupapes,
et  graduellement arr&ecirc;ta de vendre des GTTs. 

<P>
La derni&egrave;re s&eacute;rie limit&eacute;e des GT Turbo &eacute;tait produite en bleu nuit, en honneur
au titre de champion Gr N obtenu en 89 par Alain Oreille qui conduisait un GT Turbo,
qui est &eacute;galement connu sous le nom "Raider". Ils avaient les jantes d'un phase 2 peintes
couleur carrosserie et toutes les options.

<P> Ce fut la fin de l'&eacute;poque du turbo, marqu&eacute;e par l'introduction de
moteurs plus progressifs et civilis&eacute;s, que n'importe qui peut conduire sans probl&egrave;mes
(J'adore ces types de probl&egrave;mes...). Comme on le sait d&eacute;j&agrave;, 
le d&eacute;but de l'&eacute;poque des 16 soupapes.

<P>De toutes fa&ccedil;ons, en admettant que le Clio 16v ait un moteur technologiquement
sup&eacute;rieur (on en termine finalement avec l'usage du bloc 1397 cm3) et une plus grande vitesse de pointe, il n'a jamais eu l'acc&eacute;l&eacute;ration
du GTT, et, bien s&ucirc;r, il n'a jamais r&eacute;ussi &agrave; donner un "coup de pied au cul" 
qui avec le turbo, fait monter l'adr&eacute;naline!

<P> <!-- Footer -->
<CENTER>
<TABLE BORDER=0 CELLSPACING=0 CELLPADDING=0>
<TR>
<TD><A HREF="gttint_f.htm"><IMG SRC="foot_1_f.gif" ALT="Index" WIDTH=74 HEIGHT=40 BORDER=0></A></TD>
<TD><A HREF="history.htm"><IMG SRC="foot_2_f.gif" ALT="Version anglaise" WIDTH=127 HEIGHT=40 BORDER=0></A></TD>
<TD><A HREF="histor_e.htm"><IMG SRC="foot_3_f.gif" ALT="Version espagnole" WIDTH=121 HEIGHT=40 BORDER=0></A></TD>
<TD><A HREF="http://www.etsit.upm.es/~alex/gtt/gttint_f.htm"><IMG SRC="foot_4_f.gif" ALT="Autre serveur" WIDTH=128 HEIGHT=40 BORDER=0></A></TD>
<TD><A HREF="credit_f.htm"><IMG SRC="foot_5_f.gif" ALT="Alex" WIDTH=59 HEIGHT=40 BORDER=0></A></TD>
<TD><A HREF="email_f.htm"><IMG SRC="foot_6_f.gif" ALT="Email Alex" WIDTH=119 HEIGHT=40 BORDER=0></A></TD>
</TR>
</TABLE>
</CENTER>
</BODY>
</HTML>
