<!DOCTYPE HTML PUBLIC>

<!-- Alex's GT Turbo pages -->
<!-- Page: V GT Turbo meeting -->
<!-- Language: Spanish -->
<!-- Version: 4.02 -->
<!-- Last update: 08-feb-99 -->

<HTML>
<HEAD>
<TITLE>P&aacute;ginas GT Turbo de Alex: V Concentraci&oacute;n GT Turbo</TITLE>
<META NAME="keywords" CONTENT="Renault, 5, GT, Turbo, mecanica, preparacion, tuning">
<META NAME="description" CONTENT="P&aacute;ginas GT Turbo de Alex">
</HEAD>
<BODY BGCOLOR="#000000" TEXT="#D0D0D0" LINK="#CC8000" VLINK="#ffffff">

<CENTER><IMG SRC="fire5__e.gif" ALT="P&aacute;ginas GT Turbo de Alex" WIDTH=630 HEIGHT=85>

<H1>V Concentraci&oacute;n Club Renault 5 GT Turbo</H1>

</CENTER>

<P>
Esta concentraci&oacute;n fue en la que contact&eacute; con la gente que estaba en el
proyecto de crear el Club Renault 5 GT Turbo en Madrid. Eran unos amigos que
se juntaban en un bar y, de vez en cuando, organizaban concantraciones, para
pasar el dia mirando y hablando de nuestros 'peque&ntilde;os', a veces dar unas
vueltas en un circuito, a veces hacer un poco de karting, y cosas as&iacute;.

<P>
<CENTER>
<TABLE BORDER=0>
 <TR>
  <TD><IMG SRC="meet8.jpg" ALT="Concentraci&oacute;n#1" WIDTH=291 HEIGHT=196 HSPACE=10></TD>
  <TD><IMG SRC="meet1.jpg" ALT="Concentraci&oacute;n#2" WIDTH=356 HEIGHT=160 HSPACE=10></TD>
 </TR>
</TABLE>
</CENTER>


<P>Estuve en la que ahora se que fue la quinta concentraci&oacute;n, el 13 de Julio de
1997. Cerca de Madrid est&aacute; el circuito del Jarama, donde se supone que deb&iacute;amos
encontrarnos.

<P>
<TABLE BORDER=0><TR>
<TD>A las 10:30 llegu&eacute; all&iacute;, adelantando s&oacute;lo a un GT Turbo por el camino. En
el desv&iacute;o hab&iacute;a otro negro, esperando en la cuneta. No pens&eacute; que fueran
a estar dentro del circuito, porque no est&aacute; normalmente abierto a la gente,
y me par&eacute; a hablar con el hombre. Ninguno de los dos sab&iacute;amos donde era
exactamente la concentraci&oacute;n, pero entonces un GT Turbo rojo que sonaba realmente
bien se par&oacute; a nuestro lado y nos dijo que le sigui&eacute;ramos.</TD>

<TD><IMG SRC="meet2.jpg" ALT="Concentraci&oacute;n#3" WIDTH=438 HEIGHT=221 HSPACE=10></TD></TR></TABLE>

<P>
<TABLE BORDER=0><TR><TD><IMG SRC="meet3.jpg" ALT="Concentraci&oacute;n#4" WIDTH=435 HEIGHT=296 HSPACE=10></TD>
<TD>Entramos al circuito -no el circuito realmente, sino al lateral, como
se ve en las fotos-, y &eacute;ramos sobre diez-doce coches all&iacute;, todos GT Turbos.
En una hora m&aacute;s, &eacute;ramos treinta.
<P>Hab&iacute;a un MaxiTurbo amarillo, la cl&aacute;sica bestia del turbo, con su
motor central y tracci&oacute;n trasera. El due&ntilde;o, una vez que aparc&oacute; el coche,
comenz&oacute; a quitarle las chapas de aluminio que tapan el motor, que estaban
realmente calientes, para dejarnos verlo. Es una m&aacute;quina interesante,
desde luego. Y mucho m&aacute;s facil de hacer derrapar que las nuestras, &iexcl;como
se demostrar&iacute;a m&aacute;s tarde!</TD></TR></TABLE>

<P>
<TABLE BORDER=0><TR>
<TD>Era el sitio correcto para ver, por ejemplo, c&oacute;mo las llantas de 15 pulgadas
levantan el coche, qu&eacute; tipos de agujeros en el paragolpes se pueden hacer,
c&oacute;mo quedan los cap&oacute;s de fibra desmontables, otros tipos de paragolpes, todo
tipo de tomas de aire, turbos soplando realmente fuerte (&iexcl;hasta 1.6 bares!),
un mont&oacute;n de asientos de competici&oacute;n y barras antivuelco,
man&oacute;metros de presi&oacute;n en el interior, como combinan diferentes
colores en la carrocer&iacute;a y, si preguntabas, qu&eacute; tipo de 
modificaciones puedes permitirte...</TD>

<TD><IMG SRC="meet4.jpg" ALT="Concentraci&oacute;n#5" WIDTH=432 HEIGHT=234 HSPACE=10></TD></TR></TABLE>

<P>
<TABLE BORDER=0><TR><TD><IMG SRC="meet5.jpg" ALT="Concentraci&oacute;n#6" WIDTH=437 HEIGHT=240 HSPACE=10></TD>

<TD>Hubo gente del resto de Espa&ntilde;a, no solo de Madrid, y una atm&oacute;sfera
muy buena, de forma que si quer&iacute;as saber qu&eacute; es lo que ten&iacute;a
cualquiera bajo el cap&oacute;, s&oacute;lo ten&iacute;as que preguntar.
Todos estamos m&aacute;s o menos orgullosos de nuestros coches, y nos
apetece explicar cada peque&ntilde;a modificaci&oacute;n que hacemos
<P>Charla sobre como pasar la ITV, como hacer que la policia te pare, como
peg&aacute;rsela, la divertida leyenda de 'el turbo entra de repente,
pierdes el control del coche y te matas'...
</TD></TR></TABLE>

<P>
<TABLE BORDER=0><TR>
<TD>
Despues, algunos se fueron a casa, pero la mayor&iacute;a nos quedamos.
Hay un pueblo, a 25 km, en el que hay una pista de karts (Los Santos de la
Humosa), as&iacute; nos fuimos para all&aacute;. Alguien hab&iacute;a 
alquilado el Jarama, as&iacute; que nos tuvimos que marchar sin darnos unas vueltas... :-(
<P>S&oacute;lo unos pocos sab&iacute;an c&oacute;mo llegar al circuito de
karts, as&iacute; que decidimos ir juntos para no perdernos. Alguien coment&oacute;:
"Errrrr... tengo algunos problemas y se me calienta el coche, &iquest;v&aacute;is
a ir deprisa?", a lo que uno del club le respondi&oacute;: 'Oh, no, no te preocupes,
estoy haci&eacute;ndole el rodaje y tampoco puedo ir deprisa'.</TD>

<TD><IMG SRC="meet6.jpg" ALT="Concentraci&oacute;n#7" WIDTH=437 HEIGHT=292 HSPACE=10></TD></TR></TABLE>
 
<P>
<TABLE BORDER=0><TR><TD><IMG SRC="meet7.jpg" ALT="Concentraci&oacute;n#8" WIDTH=438 HEIGHT=243 HSPACE=10></TD>
<TD>
Era una bonita imagen lo de ver la carretera llena de GT Turbos, a 90 km/h,
en el carril de la derecha. Pero, inevitablemente, empezamos a perder
contacto, y algunos tomamos un desvio que otros no. Bueno, supongo que
me met&iacute; en el grupo de los chalados, porque el nuestro no era
el camino m&aacute;s corto para ir al circuito de karts, pero &iexcl;era
el m&aacute;s divertido! Escalando monta&ntilde;as, subiendo y bajando,
curvas cerradas, carreteras estrechas... el tipo de carreteras para las
que fue dise&ntilde;ado el GT Turbo. Pero, al contrario que en el tr&aacute;fico
de cada dia, &iexcl;esta vez no podias asegurar que tu coche iba a entrar bien en
una curva que no conoc&iacute;as s&oacute;lo mirando al coche de delante! 
Hasta el tio que ten&iacute;a problemas de sobrecalentamiento disfrut&oacute; 
con el viaje.</TD></TR></TABLE>

<P>
<TABLE BORDER=0><TR>
<TD>Finalmente llegamos a la pista de karts. Uno de nosotros termin&oacute;
con el ventilador estropeado -creo que por el rel&eacute;-, y se puso
a arreglarlo. Los que quisieron se dieron unas vueltas con los karts,
nos tomamos algo, descansamos un poco y, &iexcl;eso es todo, amigos!
&iexcl;Hasta la pr&oacute;xima!</TD>

<TD><IMG SRC="meet9.jpg" ALT="Concentraci&oacute;n#9" WIDTH=438 HEIGHT=241 HSPACE=10></TD></TR></TABLE>

<P> <!-- Footer -->
<CENTER>
<TABLE BORDER=0 CELLSPACING=0 CELLPADDING=0>
<TR>
<TD><A HREF="gttint_e.htm"><IMG SRC="foot_1_e.gif" ALT="&Iacute;ndice" WIDTH=73 HEIGHT=40 BORDER=0></A></TD>
<TD><A HREF="jarama.htm"><IMG SRC="foot_2_e.gif" ALT="Versi&oacute;n inglesa" WIDTH=128 HEIGHT=40 BORDER=0></A></TD>
<TD><A HREF="jarama_f.htm"><IMG SRC="foot_3_e.gif" ALT="Versi&oacute;n francesa" WIDTH=127 HEIGHT=40 BORDER=0></A></TD>
<TD><A HREF="http://www.etsit.upm.es/~alex/gtt/gttint_e.htm"><IMG SRC="foot_4_e.gif" ALT="Servidor alternativo" WIDTH=147 HEIGHT=40 BORDER=0></A></TD>
<TD><A HREF="credit_e.htm"><IMG SRC="foot_5_e.gif" ALT="Alex" WIDTH=49 HEIGHT=40 BORDER=0></A></TD>
<TD><A HREF="email__e.htm"><IMG SRC="foot_6_e.gif" ALT="Email Alex" WIDTH=102 HEIGHT=40 BORDER=0></A></TD>
</TR>
</TABLE>
</CENTER>
</BODY>
</HTML>
