<!DOCTYPE HTML PUBLIC>

<!-- Alex's GT Turbo pages -->
<!-- Page: V GT Turbo meeting -->
<!-- Language: French -->
<!-- Version: 4.01 -->
<!-- Last update: 13-mar-99 -->

<HTML>
<HEAD>
<TITLE>Pages GT Turbo d'Alex: V concentration GT Turbo</TITLE>
<META NAME="keywords" CONTENT="Renault, 5, GT, Turbo, m&eacute;canique, pr&eacute;paration, tuning">
<META NAME="description" CONTENT="Pages GT Turbo d'Alex">
</HEAD>
<BODY BGCOLOR="#000000" TEXT="#D0D0D0" LINK="#CC8000" VLINK="#ffffff">

<CENTER><IMG SRC="fire5__f.gif" ALT="Pages GT Turbo d'Alex" WIDTH=630 HEIGHT=85>

<H1>V Concentration du Club Renault 5 GT Turbo </H1>

</CENTER>

<P>Cette concentration a &eacute;t&eacute; la premi&egrave;re o&ugrave; j'ai pu rencontr&eacute; les gens qui avaient
pour projet de cr&eacute;er le Club Renault 5 GT Turbo &agrave; Madrid. C'&eacute;tait des amis qui se
r&eacute;unissaient dans un bar et, de temps en temps, ils organisaient des concentrations,
pour passer le journ&eacute;e &agrave; regarder et parler de nos "petits", parfois ils allaient
faire quelques tours sur circuit, parfois faire un peu de kart, des trucs dans ce style.

<P>
<CENTER>
<TABLE BORDER=0>
 <TR>
  <TD><IMG SRC="meet8.jpg" ALT="Meeting #1" WIDTH=291 HEIGHT=196 HSPACE=10></TD>
  <TD><IMG SRC="meet1.jpg" ALT="Meeting #2" WIDTH=356 HEIGHT=160 HSPACE=10></TD>
 </TR>
</TABLE>
</CENTER>


<P>J'&eacute;tais &agrave; celle dont je sais maintenant que c'&eacute;tait la cinqui&egrave;me concentration, le
13 Juillet 1997. Pr&egrave;s de Madrid, il y a le circuit de Jarama, o&ugrave; nous &eacute;tions suppos&eacute;s
nous renconter.

<P>
<TABLE BORDER=0><TR>
<TD>Nous sommes arriv&eacute;s &agrave; 10:30, doublant seuleument un GTT en chemin.
Au niveau d'un &eacute;changeur, j'en ai trouv&eacute; un noir, attendant sur le
bas-c&ocirc;t&eacute;. Je ne pensais pas qu'ils &eacute;taient &agrave; l'int&eacute;rieur
du circuit parce que, habituellement, il n'est pas ouvert au public, je me suis donc mis
&agrave; discuter avec le conducteur. Aucun de nous ne savait o&ugrave; se d&eacute;roulait
la concentration, mais arriva alors un GTT rouge qui avait vraiment un bruit sympa,
s'arr&ecirc;ta &agrave; c&ocirc;t&eacute; de nous et nous dit de le suivre.</TD>

<TD><IMG SRC="meet2.jpg" ALT="Meeting #3" WIDTH=438 HEIGHT=221 HSPACE=10></TD></TR></TABLE>

<P>
<TABLE BORDER=0><TR><TD><IMG SRC="meet3.jpg" ALT="Meeting #4" WIDTH=435 HEIGHT=296 HSPACE=10></TD>

<TD>Nous sommes entr&eacute;s dans le circuit -pas dans la piste, mais plut&ocirc;t &agrave;
c&ocirc;t&eacute; de la piste, comme on peut le voir sur les photos-, et nous &eacute;tions
dix ou douze, que des GTTs.bUne heure apr&egrave;s, nous &eacute;tions trente.

<P>J'ai vu un MaxiTurbo jaune, un classique parmi les b&ecirc;tes ayant un turbo,
avec son moteur central et sa propulsion arri&egrave;re. Le propri&eacute;taire, une fois
gar&eacute;, commen&ccedil;a &agrave; d&eacute;monter les caches en aluminium recouvrant le moteur,
qui &eacute;taient r&eacute;ellement chauds, pour nous laisser voir le moteur. C'est une
machine assez curieuse, on peut en &ecirc;tre s&ucirc;r. Et beaucoup plus facile &agrave;
faire d&eacute;raper que les n&ocirc;tres, chose qu'il s'est occup&eacute; de nous montrer
apr&egrave;s!

</TD></TR></TABLE>

<P>
<TABLE BORDER=0><TR>
<TD>C'&eacute;tait un endroit sympa pour voir, par exemple, comment les jantes 15 pouces
l&egrave;vent la voiture, quel type d'ouvertures on peut faire dans le parechoc, quel effet
font les capots en fibres d&eacute;montables, d'autres types de parechocs, tout type
de prises d'air , des turbos soufflant vraiment fort (jusqu'&agrave; 1.6 bars!),
pas mal de si&egrave;ges de comp&eacute;tition et d'arceaux, manom&egrave;tres de pression dans
l'habitacle, comment se combinent les diff&eacute;rentes teintes de carrosseries
et, en demandant gentillement, quel type de modifications on peut se permettre...</TD>
<TD><IMG SRC="meet4.jpg" ALT="Meeting #5" WIDTH=432 HEIGHT=234 HSPACE=10></TD></TR></TABLE>

<P>
<TABLE BORDER=0><TR><TD><IMG SRC="meet5.jpg" ALT="Meeting #6" WIDTH=437 HEIGHT=240 HSPACE=10></TD>
<TD>Il y a eu du monde venant de toute l'Espagne, pas seulement de Madrid, et une
bonne ambiance, de telle sorte que si on voulait savoir ce qui avait sous le capot d'une
voiture, il n'y avait qu'&agrave; demander au propri&eacute;taire. Nous &eacute;tions tous
plus ou moins fiers de n&ocirc;tre voiture, et &ccedil;a faisait plaisir d'expliquer chaque
petite modification que nous avions faite!

<P>On discutait des moyens de passer le contr&ocirc;le technique, comment faire pour
se faire arr&ecirc;ter par les forces de l'ordre, comment se crasher, de la l&eacute;gende
qui dit:"Le turbo se met en route, et soudain, on perd le contr&ocirc;le de
la voiture et on part au tas"...</TD></TR></TABLE>

<P>
<TABLE BORDER=0><TR>
<TD>Ensuite, quelques uns sont rentr&eacute;s chez eux, mais la majorit&eacute; est
rest&eacute;e. Il y a un village, &agrave; 25 km, o&ugrave; il y a une piste de karting
(Los Santos de la Humosa), nous y sommes all&eacute;s. Quelqu'un avait d&eacute;j&agrave;
lou&eacute; le circuit, nous avons donc du partir, sans faire quelques tours... :-( 
 
<P>Peu de personnes savaient comment se rendre au circuit de karts, nous avons ainsi
d&eacute;cid&eacute; d'y aller ensemble pour &eacute;viter de se perdre. Quelqu'un commenta:
"Errrrr... J'ai quelques probl&egrave;mes de surchauffe, vous pensez y aller vite?",
mais un du club lui r&eacute;pondit: 'Oh, non, sois tranquille, je suis en rodage, et
moi non plus, je ne peux pas aller vite'</TD>
<TD><IMG SRC="meet6.jpg" ALT="Meeting #7" WIDTH=437 HEIGHT=292 HSPACE=10></TD></TR></TABLE>
 
<P>
<TABLE BORDER=0><TR><TD><IMG SRC="meet7.jpg" ALT="Meeting #8" WIDTH=438 HEIGHT=243 HSPACE=10></TD>
<TD>C'&eacute;tait une chouette image de voir la route remplie de GTTs, &agrave; 90 km/h,
sur la voie de droite. Mais in&eacute;vitablement, nous avons commenc&eacute; &agrave; perdre contact,
et nous avons pris une sortie que d'autres ont loup&eacute;. Enfin, je suppose que je me suis
mis dans le groupe des cingl&eacute;s car n&ocirc;tre chemin n'&eacute;tait pas le plus court pour se rendre
au circuit de karts, mais c'&eacute;tait le plus sympa! Passant par la montagne, montant et
descendant, avec des &eacute;pingles, des routes &eacute;troites... le type de routes pour lesquelles
fut con&ccedil;u le GTT. Mais, &agrave; la diff&eacute;rence du trafic de tous les jours, cette fois on
ne pouvait pas savoir si sa voiture allait bien rentrer dans le virage suivant que l'on
ne connaissait pas, juste en regardant la voiture devant!
A tel point que le gars qui avait des probl&egrave;mes de surchauffe a appr&eacute;ci&eacute; le voyage.

</TD></TR></TABLE>

<P>
<TABLE BORDER=0><TR>
<TD>Finalement, nous sommes arriv&eacute;s &agrave; la piste de karts. Un d'entre nous termina avec
le ventilateur HS -je crois que c'&eacute;tait &agrave; cause du relais-, et il s'est mis &agrave;
le r&eacute;parer. Ceux qui le voulaient ont fait quelques tours en karts, nous avons b&ucirc; un coup,
nous nous sommes repos&eacute;s un peu et voil&agrave;, c'est tout les amis, &agrave; la prochaine!

</TD>
<TD><IMG SRC="meet9.jpg" ALT="Meeting #9" WIDTH=438 HEIGHT=241 HSPACE=10></TD></TR></TABLE>

<P> <!-- Footer -->
<CENTER>
<TABLE BORDER=0 CELLSPACING=0 CELLPADDING=0>
<TR>
<TD><A HREF="gttint_f.htm"><IMG SRC="foot_1_f.gif" ALT="Index" WIDTH=77 HEIGHT=40 BORDER=0></A></TD>
<TD><A HREF="jarama.htm"><IMG SRC="foot_2_f.gif" ALT="Version anglaise" WIDTH=131 HEIGHT=40 BORDER=0></A></TD>
<TD><A HREF="jarama_e.htm"><IMG SRC="foot_3_f.gif" ALT="Version espagnole" WIDTH=141 HEIGHT=40 BORDER=0></A></TD>
<TD><A HREF="http://www.etsit.upm.es/~alex/gtt/gttint_f.htm"><IMG SRC="foot_4_f.gif" ALT="Autre serveur" WIDTH=108
 HEIGHT=40 BORDER=0></A></TD>
<TD><A HREF="credit_f.htm"><IMG SRC="foot_5_f.gif" ALT="Alex" WIDTH=50 HEIGHT=40 BORDER=0></A></TD>
<TD><A HREF="email__f.htm"><IMG SRC="foot_6_f.gif" ALT="Ecrire &agrave; Alex" WIDTH=118 HEIGHT=40 BORDER=0></A></TD>
</TR>
</TABLE>
</CENTER>
</BODY>
</HTML>
