<!DOCTYPE HTML PUBLIC>

<!-- Alex's GT Turbo pages -->
<!-- Page: Love story -->
<!-- Language: Spanish -->
<!-- Version: 4.02 -->
<!-- Last update: 08-feb-99 -->

<HTML>
<HEAD>
<TITLE>P&aacute;ginas GT Turbo de Alex: Una historia de amor</TITLE>
<META NAME="keywords" CONTENT="Renault, 5, GT, Turbo, mecanica, preparacion, tuning">
<META NAME="description" CONTENT="P&aacute;ginas GT Turbo de Alex">
</HEAD>
<BODY BGCOLOR="#000000" TEXT="#D0D0D0" LINK="#CC8000" VLINK="#ffffff">

<CENTER><IMG SRC="fire5__e.gif" ALT="P&aacute;ginas GT Turbo de Alex" WIDTH=630 HEIGHT=85>

<H1>Una historia de amor</H1>

</CENTER>

<P> 
<IMG SRC="front01.jpg" ALT="Vista de frente" ALIGN=LEFT HSPACE=15 WIDTH=260 HEIGHT=190>

&Eacute;rase una vez, cuando ten&iacute;a 16 a&ntilde;os, que empec&eacute; a
trabajar en un servicio t&eacute;cnico de reparaci&oacute;n de TV. Hab&iacute;a
un hombre que hab&iacute;a participado en algunos rallyes, que a veces
ven&iacute;a a trabajar con nosotros. A mi siempre me hab&iacute;an gustado
los coches y la mec&aacute;nica, y, mientras trabaj&aacute;bamos, a veces
si le preguntabas y a veces sin preguntarle, nos contaba historias sobre
&eacute;l y sus coches, y pod&eacute;is apostar a que me encantaban sus
historias. Estaba un poco loco, y ten&iacute;a un GT Turbo.

<P>
Un dia explicaba como rompi&oacute; un engranaje de la direcci&oacute;n
mientras hac&iacute;a trompos en un campo de f&uacute;tbol una noche, como
se encontr&oacute; un coche parado en el medio de una carretera secundaria
mientras iba a m&aacute;s de 200 km/h otra noche, como, con m&aacute;s alcohol
del que deber&iacute;a haber bebido, choc&oacute; con un coche aparcado sin
darse cuenta de que hab&iacute;a chocado hasta que su amigo, que iba al
lado, se lo dijo, como su mujer no le dejaba ya correr, lo jodidamente
caro era el mantenimiento de su coche....

<P>
<IMG SRC="rear01.jpg" ALT="Vista trasera" ALIGN=RIGHT HSPACE=15 WIDTH=292 HEIGHT=211>

<P>Y, una tarde, terminamos de trabajar juntos. Su coche estaba aparcado al
lado de la puerta, y salimos a la vez. Era un GT Turbo rojo de la primera
fase. Por supuesto que los hab&iacute;a visto en la calle, y me parec&iacute;an
bonitos, pero no sab&iacute;a mucho de ellos. Le dije que me lo ense&ntilde;ara,
y el me dej&oacute; entrar. El habit&aacute;culo estaba bien, los asientos
estaban bien, y el stereo estaba bien.

<P>-Venga, te acerco a tu casa...
<BR>-Vale...

<P>Arranc&oacute; el motor y nos empezamos a mover. En un par de minutos, le
pregunte:

<P>-Esto del turbo, &iquest;es tanto como dicen?
<BR>-Bueno.... &iexcl;compru&eacute;balo t&uacute; mismo!

<P>Yo no viv&iacute;a lejos de all&iacute;, todo el camino a trav&eacute;s de
ciudad y sin calles anchas, pero despu&eacute;s de entrar en una de dos
carriles, el tipo cambi&oacute; a segunda y pis&oacute; el acelerador.

<P>
Sent&iacute; que se me pegaba el cuerpo al respaldo como nunca hab&iacute;a
sentido, en una forma que siempre describ&iacute; como "Estaba acelerando
fuertemente, como cualquier otro coche, pero, de repente, sobre esa 
fuerza, una mucho mayor empez&oacute; a sumarse a la aceleraci&oacute;n
inicial peg&aacute;ndote la espalda al asiento..."

<P>
El hombre dej&oacute; el trabajo, y yo tambi&eacute;n m&aacute;s tarde, pero
creo que ese dia, en alg&uacute;n sitio de mi mente, escrib&iacute; una
nota que dec&iacute;a "Comprate este coche alg&uacute;n dia, tio". Me 
enamor&eacute;, y uno podr&iacute;a decir incluso que fue "amor a primera
vista".

<P>
A los 18, estaba loco por los coches. Despu&eacute;s de algunas comparaciones
de mercado, empec&eacute; a comprender las particularidades del coche y ya
era un buen fan del los GT Turbo, incluso en contra de aquellos que
dec&iacute;an que el coche era una "tumba abierta", un "ataud", que la mitad
de los coches que se hab&iacute;an fabricado estaban en los desguaces como
"siniestro total", y de aquellos que dec&iacute;an que te gastar&iacute;as
todo tu dinero en &eacute;l.

<P>
<IMG SRC="side01.jpg" ALT="Vista lateral" ALIGN=LEFT HSPACE=15 WIDTH=343 HEIGHT=216>

<P>
Entonces me saqu&eacute; el carnet de conducir, y mi padre me pas&oacute;
su coche usado, un Seat Ronda 1.7 diesel de 9 a&ntilde;os, y siempre le
estar&eacute; agradecido y orgulloso del coche. Era un coche de dos
vol&uacute;menes de tama&ntilde;o medio con un motor diesel OHC reconstruido
y desarrollos muy cortos. No muy r&aacute;pido, pero duro como una roca, y,
con una suspension trasera de ballesta invertida,
estable como el demonio en las curvas. Lamento no tener foto que poner,
pero s&oacute;lo conservo una cinta de video tomada con la camara de la
tia de un amigo, haciendo trompos en un aparcamiento de arena (&iquest;os recuerda algo? :-).

<P>
Yo sab&iacute;a conducir desde que era un chaval -mi padre me ense&ntilde;&oacute;-,
y, con ese coche en mis manos, empec&eacute; a practicar t&eacute;cnicas
de conducci&oacute;n deportiva (Un paragolpes delantero y un &aacute;rbol
tuvieron una peque&ntilde;a discusi&oacute;n una vez, pero nada serio).

<P>
Pero entre los kil&oacute;metros que ten&iacute;a encima y por mi forma
de conducirlo, el motor se despidi&oacute; de la vida tras cuatro a&ntilde;os. 
Quem&oacute; una junta de culata a 700 km de casa (&iexcl;aunque me las 
apa&ntilde;&eacute; para volver a&ntilde;adiendo agua cada 40 km!). Luego 
quem&oacute; otra al cabo de un mes porque la culata estaba deformada, y
los rodamientos de la bomba de agua tambi&eacute;n fallaron. Todo eso no iba 
a ser barato.

<P>
Mientras tanto, nunca hab&iacute;a dejado de trabajar mientras segu&iacute;a estudiando
y ahorr&eacute; el suficiente dinero para pensar en un reemplazo. En EL
reemplazo.

<P> <!-- Footer -->
<CENTER>
<TABLE BORDER=0 CELLSPACING=0 CELLPADDING=0>
<TR>
<TD><A HREF="gttint_e.htm"><IMG SRC="foot_1_e.gif" ALT="&Iacute;ndice" WIDTH=73 HEIGHT=40 BORDER=0></A></TD>
<TD><A HREF="lovest.htm"><IMG SRC="foot_2_e.gif" ALT="Versi&oacute;n inglesa" WIDTH=128 HEIGHT=40 BORDER=0></A></TD>
<TD><A HREF="lovest_f.htm"><IMG SRC="foot_3_e.gif" ALT="Versi&oacute;n francesa" WIDTH=127 HEIGHT=40 BORDER=0></A></TD>
<TD><A HREF="http://www.etsit.upm.es/~alex/gtt/gttint_e.htm"><IMG SRC="foot_4_e.gif" ALT="Servidor alternativo" WIDTH=147 HEIGHT=40 BORDER=0></A></TD>
<TD><A HREF="credit_e.htm"><IMG SRC="foot_5_e.gif" ALT="Alex" WIDTH=49 HEIGHT=40 BORDER=0></A></TD>
<TD><A HREF="email__e.htm"><IMG SRC="foot_6_e.gif" ALT="Email Alex" WIDTH=102 HEIGHT=40 BORDER=0></A></TD>
</TR>
</TABLE>
</CENTER>
</BODY>
</HTML>
