<!DOCTYPE HTML PUBLIC>

<!-- Pages GT Turbo d'Alex-->
<!-- Page: Une histoire d'amour-->
<!-- Language: Francais -->
<!-- Version: 4.01 -->
<!-- Last update: 19-feb-99 -->

<HTML>
<HEAD>
<TITLE>Pages GT Turbo d'Alex: Une histoire d'amour</TITLE>
<META NAME="keywords" CONTENT="Renault, 5, GT, Turbo, mecanique, pr&eacute;paration, tuning">
<META NAME="description" CONTENT="Pages GT Turbo d'Alex">
</HEAD>
<BODY BGCOLOR="#000000" TEXT="#D0D0D0" LINK="#CC8000" VLINK="#ffffff">

<CENTER><IMG SRC="fire5__f.gif" ALT="Pages GT Turbo d'Alex" WIDTH=630 HEIGHT=85>

<H1>Une histoire d'amour</H1>

</CENTER>

<BR>
<P> 
<IMG SRC="front01.jpg" ALT="Vue frontale" ALIGN=LEFT HSPACE=15 WIDTH=260 HEIGHT=190>

Il &eacute;tait une fois , quand j'avais 16 ans, j'ai commenc&eacute; &agrave;
travailler dans un service technique de r&eacute;paration de TV. Il y avait un gars
qui avait particip&eacute; &agrave; quelques rallyes, qui 
venait de temps en temps travailler avec nous. J'avais toujours aim&eacute; 
les voitures et la m&eacute;canique, et, pendant que nous travaillions, parfois
en lui demandant et parfois sans lui demander, il nous racontait des histoires sur
 lui et ses voitures, et on peut &ecirc;tre s&ucirc;r que ses histoires me plaisaient. 
Il &eacute;tait un peu fou, et il avait un GT Turbo.
<P>
Un jour il explicait comment il avait cass&eacute; un engrenage de la direction 
alors qu'il faisait des d&eacute;rapages sur un terrain de football une nuit, comment
il a trouv&eacute; une voiture arr&ecirc;t&eacute;e au milieu d'une d&eacute;partemantale
alors qu'il y &eacute;tait pass&eacute; &agrave; plus de 200 km/h une autre nuit, comment,
 avec plus d'alcool qu'il n'aurait du boire, il percuta une voiture stationn&eacute;e sans 
se rendre compte qu'il l'avait touch&eacute;e jusqu'&agrave; ce que son ami, qui &eacute;tait 
&agrave; cot&eacute;, lui dise, comment sa femme ne le laissait plus courrir, tant 
&eacute;tait cher l'entretien de sa voiture....
<P>
<IMG SRC="rear01.jpg" ALT="Vue de c&ocirc;t&ecirc;" ALIGN=RIGHT HSPACE=15 WIDTH=292 HEIGHT=211><BR>

Et, une apr&egrave;s-midi, nous avons fini de travailler ensemble. Sa voiture &eacute;tait gar&eacute;e &agrave; 
cot&eacute; de la porte, et nous sommes sortis en m&ecirc;me temps. C'&eacute;tait un GT Turbo rouge phase 1.
Bien s&ucirc;r que je les avais vus dans la rue, et ils me paraissaient
sympa , mais je ne connaissais pas grand chose sur eux. Je lui ai demand&eacute; de me le montrer
et il m'a laiss&eacute; entrer. L'habitacle &eacute;tait bien, les si&egrave;ges
&eacute;taient bien, et la musique &eacute;tait bien.

<P>

-Allez, je te rapproche de chez toi...<BR>
-Ok...<P>
Il d&eacute;marra le moteur et nous commencions &agrave; nous d&eacute;placer. Apr&egrave;s quelques minutes, je lui
demandai:

<P>
-A propos du turbo, &ccedil;a marche si bien que &ccedila?<BR>
-Eh bien.... juges en par toi m&ecirc;me!<P>

<P>
Je ne vivais pas tr&egrave;s loin d'ici, tout le trajet traversait la ville, sans passer
de larges rues, mais apr&egrave;s &ecirc;tre entr&eacute; dans une des deux voies,
le type passa la seconde et acc&eacute;l&eacute;ra &agrave; fond.<P>

Je sentis mon corps se coller contre le fauteuil comme je ne l'avais jamais
senti, d'une mani&egrave;re que j'ai toujours d&eacute;cris comme " Il acc&eacute;l&eacute;rait 
fort, comme n'importe quelle autre voiture, mais, tout d'un coup, en plus de cette
force, une beaucoup plus importante commen&ccedil;a &agrave; s'additionner &agrave; l'acc&eacute;l&eacute;ration
initiale te collant les &eacute;paules au si&egrave;ge..."<P>

Le gars a arr&ecirc;t&eacute; de travailler, et moi aussi un peu plus tard, mais
je crois que ce jour l&agrave;, dans un endroit de mon esprit, j'ai &eacute;crit une note
qui disait:"Ach&egrave;te toi cette voiture un jour, mec". Je
suis tomb&eacute; amoureux, et on pourrait m&ecirc;me dire que ce fut "le coup de 
foudre".<P>

A 18 ans, j'&eacute;tais fou de voitures. Apr&egrave;s quelques comparations 
de march&eacute;, j'ai commenc&eacute; &agrave; comprendre les particularit&eacute;s de la voiture et j'&eacute;tais d&eacute;j&agrave; un fan des GT Turbo, m&ecirc;me si certains disaient que
cette voiture &eacute;tait un "tombeau ouvert",un "cerceuil roulant", que la moiti&eacute;
des voitures qui avaient &eacute;t&eacute; fabriqu&eacute;es &eacute;taient dans les casses comme 
"sinistre total", et que tu gaspillerais tout ton argent dedans.
<P>

<IMG SRC="side01.jpg" ALT="Vue lat&eacute;rale" ALIGN=LEFT HSPACE=15 WIDTH=343 HEIGHT=216>

Alors j'ai pass&eacute; mon permis de conduire, et mon p&egrave;re me pasa
sa voiture, une Seat Ronda 1.7 diesel &acirc;g&eacute;e de 9 ans , et je lui serai
toujours reconnaissant et fier de cette voiture. C'&eacute;tait une voiture de
taille moyenne avec un moteur diesel OHC, refait et avec 
rapports tr&egrave;s courts. Pas tr&egrave;s rapide, mais dure comme du roc, et,
avec une suspension arri&egrave;re &agrave ressorts &agrave; lames invers&eacute;es,
stable comme le diable dans les courbes. Je regrette de ne pas avoir de photos &agrave; mettre,
mais je garde seulement une cassette vid&eacute;o prise avec le camescope de la 
copine &agrave; un ami, faisant des d&eacute;rapages dans un parking de sable(&Ccedil;a ne
vous rappelle rien?).

<P>
Je savais conduire depuis que j'&eacute;tais gamin -mon p&egrave;re m'avait appris-,
et, avec cette voiture entre mes mains, je commen&ccedil;ai &agrave; pratiquer des techniques
de conduite sportive (Un parechoc avant et un arbre
ont eu une petite discussion une fois, mais rien de s&eacute;rieux).

<P>

Mais entre les kilom&egrave;tres qu'elle avait d&eacute;j&agrave; et ma fa&ccedil;on 
de conduire, le moteur a perdu la vie apr&egrave;s quatre ans. 
J'ai fait un joint de culasse &agrave; 700 km de chez moi (Encore que je me
sois d&eacute;brouill&eacute; pour revenir, ajoutant de l'eau tous les 40 km!). Ensuite
j'en ai fait un autre un mois apr&egrave;s parce que la culasse &eacute;tait d&eacute;form&eacute;e, et
les roulements de la pompe &agrave; eau aussi ont c&eacute;d&eacute;. Tout ceci n'allait pas 
faire des &eacute;conomies.

<P>

Malgr&eacute; tant d'&eacute;v&eacute;nements, je n'avais jamais arr&ecirc;t&eacute; de travailler tout en poursuivant mes &eacute;tudes
et &eacute;conomisant suffisament d'argent pour penser &agrave; un remplacement. AU remplacement.<P>



<P> <!-- Footer -->
<CENTER>
<TABLE BORDER=0 CELLSPACING=0 CELLPADDING=0>
<TR>
<TD><A HREF="gttint_f.htm"><IMG SRC="foot_1_f.gif" ALT="Index" WIDTH=77 HEIGHT=40 BORDER=0></A></TD>
<TD><A HREF="lovest.htm"><IMG SRC="foot_2_f.gif" ALT="Version anglaise" WIDTH=131 HEIGHT=40 BORDER=0></A></TD>
<TD><A HREF="lovest_e.htm"><IMG SRC="foot_3_f.gif" ALT="Version espagnole" WIDTH=141 HEIGHT=40 BORDER=0></A></TD>
<TD><A HREF="http://www.etsit.upm.es/~alex/gtt/gttint_f.htm"><IMG SRC="foot_4_f.gif" ALT="Autre serveur" WIDTH=108 HEIGHT=40 BORDER=0></A></TD>
<TD><A HREF="credit_f.htm"><IMG SRC="foot_5_f.gif" ALT="Alex" WIDTH=50 HEIGHT=40 BORDER=0></A></TD>
<TD><A HREF="email__f.htm"><IMG SRC="foot_6_f.gif" ALT="Ecrire &agrave; Alex" WIDTH=118 HEIGHT=40 BORDER=0></A></TD>
</TR>
</TABLE>
</CENTER>
</BODY>
</HTML>
