<!DOCTYPE HTML PUBLIC>

<!-- Alex's GT Turbo pages -->
<!-- Page: Gr.N Version -->
<!-- Language: French -->
<!-- Version: 4.01 -->
<!-- Last update: 14-mar-99 -->

<HTML>
<HEAD>
<TITLE>Pages GT Turbo d'Alex: La version groupe N</TITLE>
<META NAME="keywords" CONTENT="Renault, 5, GT, Turbo, m&eacute;canique, pr&eacute;aration, tuning">
<META NAME="description" CONTENT="Pages GT Turbo d'Alex">
</HEAD>
<BODY BGCOLOR="#000000" TEXT="#D0D0D0" LINK="#CC8000" VLINK="#ffffff">

<CENTER><IMG SRC="fire5__f.gif" ALT="Pages GT Turbo d'Alex" WIDTH=630 HEIGHT=85>

<H1>La version groupe N</H1>
</CENTER>

<TABLE BORDER=0>
<TR>
<TD>Evidemment, le Renault 5 GT Turbo C405 a particip&eacute; &agrave; de nombreux championnats
nationaux et mondiaux de rallyes, en groupe A et N. Sa fiche d'homologation Gr N
(N&ordm; 5262) est sortie en avril 1985 et lui a permis de courrir jusqu'en 1995,
mais bien s&ucirc;r, il reste encore actuellemnt beaucoup de GT Turbo dans d'autres
groupes tels que le FN. Cette page d&eacute;crit les modifications apport&eacute;es &agrave; la
voiture version Gr.N.

<P>Disclaimer: Ces modifications sont bien &eacute;videmment r&eacute;serv&eacute;es &agrave; un usage rallye</TD>

<TD><IMG SRC="groupn.jpg" ALT="Voiture groupe N " WIDTH=400 HEIGHT=266></TD>
</TR>
</TABLE>

<P>La fiche d'homologation pouvait &ecirc;tre obtenue &agrave; :

<P>FFSA
<BR>136 Rue de Longchamp
<BR>75116 Paris
<BR>Tel: +33 1 47 27 97 39

<P>Toutes les pi&egrave;ces sp&eacute;cifiques pour la pr&eacute;paration Gr.N &eacute;taient disponibles &agrave;:

<P>RENAULT ALPINE
<BR>Z.I. de Rouxmesnil Bouteilles
<BR>76370 ROUXMESNIL BOUTEILLES
<BR>Tel: +33 1 35 82 93 14
<BR>Fax: +33 1 35 84 54 93

<H2>G&eacute;n&eacute;ralit&eacute;s</H2>

<P><UL>
<LI>Cylindr&eacute;e 1397 x 1,7 - 2374,9 - Classe 10 ( 2000 cc &agrave; 2500 cc)
<LI>Les voitures devront &eacute;tre strictement de s&eacute;rie et identifiables par les donn&eacute;es 
pr&eacute;cis&eacute;es par les articles de la fiche d'homologation, et conformes aux donn&eacute;es 
constructeur.
<LI>Le poids minimum de la voiture est celui port&eacute; sur la fiche d'homologation 
augment&eacute; du poids des &eacute;quipements de s&eacute;curit&eacute;. Pour la mesure, aucune personne ne 
sera &agrave; bord et auront &eacute;t&eacute; retir&eacute;s : les bagages, les phares suppl&eacute;mentaires, les 
outillages et le cric. Les r&eacute;servoir d'essence et de lave-vitre seront vides et les autres 
r&eacute;servoirs seront au niveau normal d'utilisation.
</UL>

<H2>Moteur</H2>

<P>Sont libres:
<UL>
<LI>Bloc culasse: H&eacute;licoils autoris&eacute;s ( r&eacute;novation filets abim&eacute;s )
<LI>Supports moteur: le mat&eacute;riau est libre mais pas leur nombre.
</UL>

<P>Pr&eacute;paration et r&eacute;glages conseill&eacute;s

<TABLE BORDER=0>
<TR><TD>
<UL>
<LI>Joint de culasse: Reinz (ref. 60 01 006 830).
<LI>Equiper le berceau support moteur des 3 tampons sp&eacute;cifiques r&eacute;alis&eacute;s en m&eacute;lange 
caoutchouc sp&eacute;cial dont la duret&eacute; 'shore' a &eacute;t&eacute; augment&eacute;e(refs. 77 11 065 509, 77 11 065 510 et
60 01 007 858).Surveiller fr&eacute;quemment leur bon &eacute;tat.Un couple serrage des vis et &eacute;crous
nettement sup&eacute;rieur &agrave; celui d'origine est conseill&eacute; environ 10 mKg.
</UL>

<H2>Lubrification</H2>

<P>Pr&eacute;paration et r&eacute;glages conseill&eacute;s
<UL>
<LI>Carter d'huile (ref. 60 01 006 831) avec une t&ocirc;le anti-d&eacute;jaugeable(ref. 60 01 006 417). 
Coller &agrave; la " loctite " les vis de fixation cette t&ocirc;le.
<LI>Maintenir en permanence le niveau d'huile moteur au au milieu entre mini et maxi.
</UL></TD>

<TD><IMG SRC="carter.jpg" ALT="Antiwave plate and sump" WIDTH=200 HEIGHT=276></TD>
</TR>
</TABLE>

<H2>Alimentation et &eacute;chappement</H2>

<P>Sont libres:
<UL>
<LI>C&acirc;ble d'acc&eacute;l&eacute;rateur avec possibilit&eacute; de le doubler
<LI>R&eacute;glages d'essence du carburateur
<LI>Echappement (des pi&egrave;ces suppl&eacute;mentaires n&eacute;cessaires au montage sont autoris&eacute;es)
</UL>

<TABLE BORDER=0>
<TR>
<TD>
<P>Pr&eacute;paration et r&eacute;glages conseill&eacute;s
<UL>
<LI>R&eacute;glage carburateur:
 <UL>
 <LI>Gicleur principal: 125'5 to 127'5.
 <LI>Enrichisseur : 105 to 110.
 <LI>Ralentit : 40 to 42.
 </UL>
<LI>Turbo:
 <UL>
 <LI>S'assurer que les roues de turbine ne frottent pas dans les carters.
 <LI>R&eacute;gler la pression de suralimentation <A HREF="trick3_f.htm#actuator_ren"> comme
 indiqu&eacute;</A> pour obtenir 650 mbar (9.42 psi) avec un d&eacute;placement de la tige de 0.4 mm.
 <LI>Le montage d'un &eacute;cran en fibre est autoris&eacute;.
 </UL>
<LI>Circuit d'essence:
 <UL>
 <LI>Pression d'essence: 275 &plusmn; 25 mbar (3.98 psi &plusmn; 0.36 psi) 
  (moteur au ralentit).
 <LI>V&eacute;rifier le parfait &eacute;tat du filtre &agrave; essence et le changer souvent.
 <LI>V&eacute;rifier le bon fonctionnement de la pompe &agrave; essence.
 </UL>
<LI>Ligne d'&eacute;chappement libre (ref. 77 11 067 455).
</UL>
</TD>

<TD VALIGN=BOTTOM><IMG SRC="grnexha.jpg" ALT="Echappement" WIDTH=250 HEIGHT=208></TD>
</TR>
</TABLE>

<H2>Refroidissement</H2>

<P>Sont libres:
<UL>
 <LI>Syst&egrave;me de commande du ventilateur de refroidissement ( temp&eacute;rature )
 <LI>Thermostat de refroidissement .
</UL>

<P>Pr&eacute;paration et r&eacute;glages conseill&eacute;s
<UL>
 <LI>Monter sur le radiateur une sonde sp&eacute;cifique (ref. 77 11 065 158), pour d&eacute;clencher
     la mise en marche du ventilateur &agrave; 83&deg;C.
 <LI>Avoir le vase d'expension rempli au maximum.
 <LI>Installer un interrupteur dans l'habitacle reli&eacute; au ventilateur afin de le commander
     manuellement.
 <LI>Rapprocher au maximum le ventilateur (2mm ) du radiateur.
 <LI>Filtre &agrave; air: V&eacute;rifier l'&eacute;tanch&eacute;it&eacute; du couvercle et changer l'&eacute;l&eacute;ment filtrant souvent. 
</UL>

<H2>Allumage</H2>

<P>Sont libres:
<UL>
 <LI>Bougies (marque et mod&egrave;le).
 <LI>Limiteur de r&eacute;gime.
 <LI>Faisceau haute tension.
</UL>

<P>Pr&eacute;paration et r&eacute;glages conseill&eacute;s
<UL>
 <LI>En inversant les fiIs de capteur on modifie l'avance de + 3 &agrave; 4&deg;.
En d&eacute;branchant la masse du boitier, on enl&egrave;ve 3 degr&eacute;s d'avance.
 <LI>Bougies CHAMPION N3G - N6YC, etc...
</UL>

<H2>Electricit&eacute;</H2>

<P>Sont libres:
<UL>
 <LI>Tous les accessoires qui sont sans effet aucun sur le comportement du v&eacute;hicule 
     tels que &eacute;clairage, chauffage, radio, etc..., &agrave; l'expresse condition qu'ils n'affectent
     pas, m&ecirc;me de mani&egrave;re secondaire le rendement du moteur, la direction, la robustet&eacute;, la
     transmission, le frenage ou le comportement sur route.
 <LI>Il est autoris&eacute; de changer les l&egrave;ve vitres &eacute;lectriques en l&egrave;ve vitres &agrave; manivelle.
 <LI>Batterie : Marque, capacit&eacute;, c&acirc;bles, mais &agrave; l'emplacement d'origine.
 <LI>Alternateur et courroie.
 <LI>Relais et fusibles.
 <LI>Phares : huit au total ( les 2 phares additionnels peuvent &ecirc;tre couverts par un 
ruban adh&eacute;sif et remplac&eacute;s par 2 autres).
 <LI>Il est autoris&eacute; de d&eacute;placer la boite &agrave; fusibles pour permettre le montage d'un arceau.
</UL>

<P>Pr&eacute;paration et r&eacute;glages conseill&eacute;s
<UL>
 <LI>Installer une batterie de 45 Ap/H en lieu et place de celle d' origine.
 <LI>Alternateur: V&eacute;rifier le parfait alignement des poulies de pompe &agrave; eau et 
 alternateur. Monter une courroie de 1160 mm x 9,5 cr&eacute;nel&eacute;e si possible. Bien 
 tendre la courroie ( souvent ). V&eacute;rifier ausi le bon &eacute;tat de toutes les connections
 &eacute;lectriques ( voir ITRS 64 ).
 <LI>Installer les 4 ou 6 phares suppl&eacute;mentaires en veillant &agrave; ne pas masquer le 
radiateur et l'&eacute;changeur, les fixer de pr&eacute;f&eacute;rence sur la traverse en per&ccedil;ant le pare-
chocs avant ( &eacute;liminer les vibrations ).
 <LI>Changer tous les relais &eacute;lectriques souvent et v&eacute;rifier fr&eacute;quemment l'&eacute;tat des 
connecteurs &eacute;lectriques ( oxydation )

 <LI>Installer un coupe-circuit (obligatoire depuis le 1 er janvier 1987 dans toutes les 
&eacute;preuves).
</UL>

<H2>Bo&icirc;te et embrayage</H2>

<P>Sont libres:
<UL>
 <LI>La garniture.
 <LI>Les fixations
</UL>

<P>Suggested settings and preparation :
<UL>
 <LI>Monter le disque "m&eacute;tallo c&eacute;ramique"  (ref. 77 11 066 644), en ayant pris soin au
pr&eacute;alable de le toiler sur un marbre afin de s'assurer de la plan&eacute;it&eacute; parfaite des port&eacute;es
("broutage") et ceci de chaque c&oacute;t&eacute;.
 <LI>Fixer les m&eacute;canismes et disque sur le volant en enduisant les vis de Loctite.
 <LI>Roder l'embrayage.
 <LI>Mettre de l'huile type ELF tranself TRX 80 W quantit&eacute; : 3,2 litres maxi dans la 
boite de vitesses et la changer souvent.
 <LI>Changer tous les roulements de boite,les anneaux de synchro , le circlips et la rondelle
 de fixation du diff&eacute;rentiel (plan&eacute;taire gauche).
 <LI>Changer souvent le secteur de commande du c&acirc;ble d'embrayage.
</UL>

<H2>Freins</H2>

<P>Sont libres:
<UL>
 <LI>Garnitures ainsi que leur mode de fixation.
 <LI>T&ocirc;les de protection des disques (suppression, d&eacute;formation) 
 <LI>D&eacute;connection du servo-frein.
 <LI>Les canalisations de frein peuvent &eacute;tre chang&eacute;es par des types aviation.
</UL>

<P>Pr&eacute;paration et r&eacute;glages conseill&eacute;s
<UL>
 <LI>Equiper les freins avant et arri&egrave;re de plaquettes en garnitures FERODO 592 (refs. 60
 00 007 951 -avant- et 77 11 066 617 -arri&egrave;re-).
 <LI>Surveiller le bon &eacute;tat des disques avant (risque de voilage)
 <LI>Changer le liquide de frein souvent, et mettre du liquide haute temp&eacute;rature.
 <LI>Supprimer les d&eacute;flecteurs plastiques sur les freins arri&egrave;re. D&eacute;monter le maitre cylindre
et v&eacute;rifier son bon fonctionnement ainsi que celui de la tige de pouss&eacute;e du Master-Vac (clips).
</UL>

<H2>Suspension et direction</H2>

<H3>Train avant</H3>

<P>Sont libres:
<UL>
 <LI>Pneus, sur jantes d'origine.
 <LI>Amortisseurs, (la position de l'assiette du ressort peut &eacute;tre chang&eacute;e ainsi que la 
forme de celle-ci).
 <LI>Ressort, but&eacute;es et leurs calages
</UL>

<P>Pr&eacute;paration et r&eacute;glages conseill&eacute;s
<UL>
 <LI>Pneus: MICHELIN 16.53.13 ou PIRELLI 175.510.13 dans les diff&eacute;rentes 
gommes.
 <LI>Pression de gonflage : 2.3 bars (33.35 psi).
 <LI>Monter les ressorts sp&eacute;cifiques  (ref. 77 11 066 942) sur les amortisseurs
 BILSTEIN  (ref. 77 11 066 923),en utilisant toutes les pi&egrave;ces de fixation d'origine &agrave; la
 partie sup&eacute;rieure et les peindre afin d'&eacute;viter la corrosion de ceux-ci.
 <LI>Monter les amortisseurs BILSTEIN &eacute;quip&eacute;s des nouvelles but&eacute;es (ref. 77 11 067 209),
 et interposer entre celle-ci la cartouche ( sur la tige ) une cale de 5 mm d' &eacute;paisseur
 (ref. 77 11 067 176). R&eacute;gler le carrossage n&eacute;gatif suivant : 1&deg; 30' max.
 <LI>V&eacute;rifier que les variations de direction entre c&oacute;t&eacute; gauche et c&oacute;t&eacute; droit soient les 
 plus petits possible.
 <LI>La chasse n'est pas r&eacute;glable, mais choisir des triangles G et D afin d'obtenir la 
 m&ecirc;me valeur de chaque c&oacute;t&eacute;.
 <LI>Hauteur de caisse avant : 318 mm. mini, mesure effectu&eacute;e avec 20 litres 
d'essence et pilote &agrave; bord. ( axe roue / bord de l'aile AV ).
 <LI>Resserrer apr&egrave;s chaque &eacute;preuve l'&eacute;crou de r&eacute;glage du poussoir de direction.
 <LI>V&eacute;rifier &agrave; chaque assistance le serrage des &eacute;crous de transmission gauche et droit.
</UL>

<H3>Train arri&egrave;re</H3>

<P>Sont libres:
<UL>
 <LI>Pneus sur jantes d'origine.
 <LI>Amortisseur, but&eacute;es, cales.
 <LI>Barre de torsion (diam&egrave;tre).
</UL>

<P>Pr&eacute;paration et r&eacute;glages conseill&eacute;s:
<UL>
 <LI>Pneus: MICHELIN 16.53.13 ou PIRELLI 175.510.13 dans les diff&eacute;rentes gommes.
 <LI>Pression de gonflage: 1.9 bars (27.55 psi).
 <LI>Ressouder l'oeil de fixation sup&eacute;rieur et int&eacute;rieur d'amortisseur arri&egrave;re 
 <LI>Monter les amortisseurs sp&eacute;cifiques (ref. 77 11 067 369) sur la voiture,
 avec les but&eacute;e(ref. 77 11 067 451) avec des cales d'&eacute;paisseur 10 mm (ref.
 77 11 067 177).
 <LI>Enlever les barres de torsion "longues", monter les sp&eacute;cifiques
 (refs. 77 00 758 855 -gauche- et 77 00 758 856 -droite-) en s'assurant d'un coulissement libre.
 <LI>Enlever les barres stabilisatrices " courtes " et monter les sp&eacute;cifiques 
 (refs. 77 11 066 925 -gauche- et 77 11 066 926 -droite-).
 <LI>R&eacute;gler la hauteur de caisse en agissant sur les barres de torsion :
 1 dent = 8mm plus/moins en hauteur. Voir Renault N. T. 1095 (ref. 77 11 077 889).
 <LI>Hauteur de caisse arri&egrave;re : 295 mm. mini avec 20 litres d'essence et pilote &agrave; bord 
 (axe de roue / bord d'aile AR. ) 
 <LI>Contr&ocirc;ler la bonne mise en place des 4 barres de torsion.
 <LI>V&eacute;rifier l'alignement du train arri&egrave;re sur le train avant.
</UL>
<H2>Carrosserie</H2>

<P>Sont libres:
<UL>
 <LI>Tous les renforts de la partie suspendue &agrave; condition que le mat&eacute;riau &eacute;pouse la 
forme d'origine et soit en contact avec celle-ci.
 <LI>Barres anti-rapprochement &agrave; l'avant et &agrave; l'arri&egrave;re, d&eacute;montables.
 <LI>Le montage de protections inf&eacute;rieures est autoris&eacute;e sous les: moteur, radiateur,
suspensions, boite de vitesses r&eacute;servoir, transmission, &eacute;chappement, mais doivent &ecirc;tre
d&eacute;montables.
</UL>

<P>Pr&eacute;paration et r&eacute;glages conseill&eacute;s:
<TABLE BORDER=0>
<TR><TD>
<UL>
 <LI>Renforcer la caisse conform&eacute;ment &agrave; la notice RENAULT SPORT N&ordm; 42:
 Pour faire des cordons de soudure de bonne qualit&eacute;, il est recommand&eacute; de
 partir sur un chassis non blacksonn&eacute; et non trait&eacute;; il est disponible dans le
 catalogue des pi&egrave;ces d&eacute;tach&eacute;es de comp&eacute;tition (ref. 77 11 066 886), mais il est
 &eacute;galement possible de le faire &agrave; partir d'un chassis de s&eacute;rie (ref. 77 01 463 559),
 en faisant attention &agrave; &ocirc;ter le blackson avec un d&eacute;capant qui met la t&ocirc;le &agrave; nue.
 <BR>Faire toutes les soudures comme indiqu&eacute; dans les sch&eacute;mas correpondants et ajouter
 les renforts indiqu&eacute;s de mani&egrave;re &agrave; ce que le mat&eacute;riel rapport&eacute; s'adapte bien &agrave; la
 forme d'origine et qu'il soit en contact avec elle. Les cordons de soudure seront
 r&eacute;alis&eacute;s &agrave; l'aide d'un TIG ou d'un MIG, en faisant des cordons de 20 &agrave; 30 mm espac&eacute;s
 de 30 &agrave; 40 mm.

 <LI>Installer la barre anti-rapprochement Matter &agrave; l'avant (ref. 77 11 066 640), boulonn&eacute;e
sur les coupelles d'amortisseur.Veiller &agrave; ce que le tube de la traverse ne soit pas en contact 
avec la casquette du carburateur.
 <LI>Berceau moteur(refs. 77 11 066 947 -terre- or 77 11 068 334
 -asphalte-).
 <LI>Prot&egrave;ge carter AV (refs. 77 11 066 946 -terre- or 77 11 068
 335 -asphalte-).
</UL>
</TD>

<TD><IMG SRC="barran.jpg" ALT="Barre anti-rappro" WIDTH=260 HEIGHT=202></TD>
</TR>
</TABLE>

<TABLE BORDER=0>
<TR>
<TD>
<H2>Autres modifications</H2>
<P>Sont libres:
<UL>
 <LI>Vide poches.
 <LI>Frein &agrave; main &agrave; d&eacute;blocage instantan&eacute;.
 <LI>Si&egrave;ge baquet (poids du si&egrave;ge d'origine : 12 kg)
 <LI>Protections inf&eacute;rieures.
 <LI>Verrouillage du bouchon de r&eacute;servoir d'essence
 <LI>Prot&egrave;ge phares (sans influence sur l'a&eacute;rodynamisme).
 <LI>Installation de la roue de secours d'origine (pneu libre) dans le coffre &agrave; bagages
 <LI>Volant de direction.
 <LI>Tous les accessoires (qui sont sans effet sur le comportement du v&eacute;hicule) ainsi 
que les appareils de mesure.
 </UL>

<P>Il est sugg&eacute;r&eacute;:

 <UL>
 <LI>Au moins deux fixations suppl&eacute;mentaires sur les capot moteur et porte de coffre 
( fixations d'origines supprim&eacute;es ).
 <LI>Fixation de s&eacute;curit&eacute; du pare-brise.
 <LI>R&eacute;servoir FT 3 ( 50 litres ) autoris&eacute;s avec pompe et filtres et protection, install&eacute; 
dans le coffre &agrave; bagages, facultatif
 <LI>Le si&egrave;ge arri&egrave;re peut &ecirc;tre rabattu ou modifi&eacute; (passage des tubes). Gaines de 
protection install&eacute;es autour des tubes autoris&eacute;s.
</UL>

<P>Sont obligatoires:
<UL>
 <LI>Harnais de s&eacute;curit&eacute; : points de fixation &agrave; la coque minimum : 3. Homologation FIA 
  n&ordm; 8854 ou 8853.
 <LI>Extincteur : au moins un de 4 kg. Halon 1211 ou 1301 ou poudre ou &eacute;quivalent, 
dans deux bonbonnes maxi, maintenues &agrave; l'aide de fixations m&eacute;talliques &agrave; d&eacute;gagement rapide.
 <LI>Armature ou cage de s&eacute;curit&eacute;, conformes &agrave; la fiche d'homologation. Pour l'installation de
l'armature, la modification de la planche de bord, des garnitures lat&eacute;rales est autoris&eacute;e.
</UL>
</TD>

<TD><P><IMG SRC="cierres1.jpg" ALT="Fermeture de capot" WIDTH=210 HEIGHT=216>
<P><IMG SRC="cierres2.jpg" ALT="Fermeture de coffre" WIDTH=210 HEIGHT=216></TD>
</TR>
</TABLE>

<P>Remarques:
<UL>
 <LI>Lors de l'installation de l'arceau de s&eacute;curit&eacute; dans le v&eacute;hicule, prendre garde de ne 
pas blesser les faisceaux &eacute;lectriques et les tuyauteries d'essence. R&eacute;aliser si 
possible l'op&eacute;ration, coque brid&eacute;e sur le marbre.
 <LI>Lors du montage de la protection inf&eacute;rieure avant s'assurer de l'existence d'un jeu 
important entre le car&eacute;nage et la commande de boite ( 1cm ).
 <LI>Lors du montage des phares suppl&eacute;mentaires fix&eacute;s sur le pare-choc avant, il est 
n&eacute;cessaire de renforcer la liaison pare-choc, traverse de ch&acirc;ssis avant. (&eacute;liminer les
vibrations)
 <LI>Fixer la plaque d'immatriculation &agrave; l'avant sur le spoiler le plus haut possible 
dans son logement, de fa&ccedil;on &agrave; ne pas masquer les entr&eacute;es d'air de celui-ci.
</UL>

<CENTER>
<H1>R&eacute;glages particuliers pour le phase 2</H1>
</CENTER>

<TABLE BORDER=0>
<TR>
<TD>
<P>Train avant:
<UL>
 <LI>Parall&eacute;lisme : 1 mm ouverture
 <LI>Carrossage n&eacute;gatif: 1&deg; 30'.
 <LI>Hauteur de caisse : 315 mm min., mesur&eacute;e avec 20 litres d'essence et pilote
 &agrave; bord. (axe roue / bord de l'aile AV).
 <LI>Ressorts sp&eacute;cifiques (ref. 77 11 067 349).
 <LI>Amortisseurs sp&eacute;cifiques (ref. 77 11 067 360).
 <LI>But&eacute;e d'amortisseurs sp&eacute;cifiques (ref. 77 11 067 209).Longueur 87 mm &agrave; reprendre
suivant croquis suivant et mont&eacute;e avec une cale &eacute;paisseur 10 mm sur la tige (ref. 77 11 067 177).

</UL>
</TD>

<TD><IMG SRC="goma.gif" ALT="Modification de la but&eacute;e" WIDTH=229 HEIGHT=168></TD>
</TR>

<TR>
<TD COLSPAN=2>
<P>Train arri&egrave;re:
<UL>
 <LI>Hauteur de caisse 290 mini, mesur&eacute;e avec 20 litres d'essence et pilote
 &agrave; bord. (axe roue / bord de l'aile AV).
 <LI>But&eacute;e d'amortisseur idem phase 1 (ref. 77 11 067 451).
</UL>

<P>Remarque: voir aussi fiche d'homologation extension 05/02 et 17/Ol.

</TD>
</TR>
</TABLE>


<P> <!-- Footer -->
<CENTER>
<TABLE BORDER=0 CELLSPACING=0 CELLPADDING=0>
<TR>
<TD><A HREF="gttint_f.htm"><IMG SRC="foot_1_f.gif" ALT="Index" WIDTH=77 HEIGHT=40 BORDER=0></A></TD>
<TD><A HREF="ngroup.htm"><IMG SRC="foot_2_f.gif" ALT="Version anglaise" WIDTH=131 HEIGHT=40 BORDER=0></A></TD>
<TD><A HREF="ngroup_e.htm"><IMG SRC="foot_3_f.gif" ALT="Version espagnole" WIDTH=141 HEIGHT=40 BORDER=0></A></TD>
<TD><A HREF="http://www.etsit.upm.es/~alex/gtt/gttint_f.htm"><IMG SRC="foot_4_f.gif" ALT="Autre serveur" WIDTH=108 HEIGHT=40 BORDER=0></A></TD>
<TD><A HREF="credit_f.htm"><IMG SRC="foot_5_f.gif" ALT="Alex" WIDTH=50 HEIGHT=40 BORDER=0></A></TD>
<TD><A HREF="email__f.htm"><IMG SRC="foot_6_f.gif" ALT="Ecrire &agrave; Alex" WIDTH=118 HEIGHT=40 BORDER=0></A></TD>
</TR>
</TABLE>
</CENTER>
</BODY>
</HTML>
