<!DOCTYPE HTML PUBLIC>

<!-- Alex's GT Turbo pages -->
<!-- Page: Gr.N Version -->
<!-- Language: Spanish -->
<!-- Version: 4.03 -->
<!-- Last update: 20-mar-99 -->

<HTML>
<HEAD>
<TITLE>P&aacute;ginas GT Turbo de Alex: La versi&oacute;n de grupo N</TITLE>
<META NAME="keywords" CONTENT="Renault, 5, GT, Turbo, mecanica, preparacion, tuning">
<META NAME="description" CONTENT="P&aacute;ginas GT Turbo de Alex">
</HEAD>
<BODY BGCOLOR="#000000" TEXT="#D0D0D0" LINK="#CC8000" VLINK="#ffffff">

<CENTER><IMG SRC="fire5__e.gif" ALT="P&aacute;ginas GT Turbo de Alex" WIDTH=630 HEIGHT=85>

<H1>La versi&oacute;n de grupo N</H1>

</CENTER>



<TABLE BORDER=0>
<TR>
<TD>Evidentemente, el Renault 5 GT Turbo C405 ha competido en numerosos
campeonatos nacionales y mundiales de Rallyes, en los grupos A y N. Su
ficha de homologaci&oacute;n para grupo N (N&ordm; 5262) data de Abril
de 1985 y le permiti&oacute; competir hasta 1995, aunque por supuesto
que actualmente siguen corriendo muchos GT Turbos en otras categor&iacute;as
como la FN. Esta p&aacute;gina describe las modificacines hechas a la versi&oacute;n
de Gr.N del coche.

<P>Disclaimer: Estas modificaciones est&aacute;n evidentemente pensadas para uso
en rally.</TD>

<TD><IMG SRC="groupn.jpg" ALT="Coche de Grupo N" WIDTH=400 HEIGHT=266></TD>
</TR>
</TABLE>

<P>La ficha pod&iacute;a encontrarse en:

<P>FFSA
<BR>136 Rue de Longchamp
<BR>75116 Paris
<BR>Tel: +33 1 47 27 97 39

<P>Todas las piezas espec&iacute;ficas espec&iacute;ficas para la
preparaci&oacute;n de Gr. N estaban disponibles en:

<P>RENAULT ALPINE
<BR>Z.I. de Rouxmesnil Bouteilles
<BR>76370 ROUXMESNIL BOUTEILLES
<BR>Tel: +33 1 35 82 93 14
<BR>Fax: +33 1 35 84 54 93

<H2>Generalidades</H2>

<P><UL>
<LI>Cilindrada 1395 x 1'7 = 2374'9 - Clase 10 (2000 a 2500 cc)
<LI>Los veh&iacute;culos deber&aacute;n ser estrictamente de serie,
  identificables por los datos precisados en la ficha de homologaci&oacute;n,
  y conformes a los datos del constructor.
<LI>El peso m&iacute;nimo del veh&iacute;culo ser&aacute; el que figure en
  la ficha de homologaci&oacute;n m&aacute;s el peso de los equipos de
  seguridad. Para la medida ninguna persona se hallar&aacute; a bordo y se
  habr&aacute;n retirado: los equipajes, los faros suplementarios, las
  herramientas y el gato. El deposito de gasolina y del lavaparabrisas
  estar&aacute;n vac&iacute;os y los otros dep&oacute;sitos estar&aacute;n
  al nivel normal de utilizaci&oacute;n.
</UL>

<H2>Motor</H2>

<P>Son libres:
<UL>
  <LI>Bloque de culata: Se autorizan helicolis (renovaci&oacute;n de
   filetes averiados).
  <LI>Suspension del motor: El material el&aacute;stico de los soportes del
    motor es libre, pero no as&iacute; el numero.
</UL>

<P>Preparaci&oacute;n y reglajes aconsejados:

<TABLE BORDER=0>
<TR><TD>
<UL>
  <LI>Junta de culata: Reinz (ref. 60 01 006 830).
  <LI>Equipar al bastidor que soporta el motor con 3 soportes
    espec&iacute;ficos de una mezcla de caucho especial cuya dureza
    &quot;shore&quot;, ha sido incrementada (refs. 77 11 065 509,
    77 11 065 510 y 60 01 007 858). Vigilar con frecuencia su buen
    estado. Un par de apriete de tornillos y tuercas netamente superiores al
    original es aconsejable: 10 mkg aproximadamente.
</UL>

<H2>Lubricaci&oacute;n</H2>

<P>Preparaci&oacute;n y reglajes aconsejados:
<UL>
  <LI>C&aacute;rter de aceite (ref. 60 01 006 831) y chapa
    antioleaje (ref. 60 01 006 417). Pegar con &quot;loctite&quot; los
    tornillos de fijaci&oacute;n de la chapa.
  <LI>Mantener permanentemente el nivel de aceite del motor a la mitad
    entre min. y max.
</UL></TD>

<TD><IMG SRC="carter.jpg" ALT="Carter tabicado" WIDTH=200 HEIGHT=276></TD>
</TR>
</TABLE>

<H2>Alimentaci&oacute;n y escape</H2>

<P>Son libres:
<UL>
  <LI>Cable de acelerador, con la posibilidad de ser doble.
  <LI>Reglajes de gasolina del carburador.
  <LI>Escape (las piezas suplementarias para el montaje est&aacute;n autorizadas).
</UL>

<TABLE BORDER=0>
<TR>
<TD>
<P>Preparaci&oacute;n y reglajes aconsejados:
<UL>
  <LI>Reglajes de carburaci&oacute;n:
  <UL>
    <LI>Surtidor principal: 125'5 a 127'5.
    <LI>Enriquecedor: 105 a 110.
    <LI>Ralent&iacute;: 40 a 42.
  </UL>
  <LI>Turbo:
  <UL>
    <LI>Asegurarse que las ruedas de la turbina no tocan con los
      c&aacute;rteres.
    <LI>Controlar el desplazamiento del regulador de presi&oacute;n
      seg&uacute;n el <A HREF="trick3_e.htm#actuator_ren">m&eacute;todo
      indicado</A> para lograr 650 mbar (9.42 psi) con un desplazamiento
      del v&aacute;stago de 0.4 mm..
    <LI>Montaje de pantalla de fibra, autorizado.
  </UL>
  <LI>Circuito de gasolina:
  <UL>
    <LI>Presi&oacute;n de alimentaci&oacute;n: 275 +/- 25 mbar
      (motor al ralent&iacute;).
    <LI>Verificar el perfecto estado del filtro de gasolina y cambiarlo
      frecuentemente.
    <LI>Vigilar el buen funcionamiento de la bomba de gasolina.
  </UL>
  <LI>L&iacute;nea de escape libre (ref. 77 11 067 455).
</UL></TD>

<TD VALIGN=BOTTOM><IMG SRC="grnexha.jpg" ALT="Escape" WIDTH=250 HEIGHT=208></TD>
</TR>
</TABLE>

<H2>Refrigeraci&oacute;n</H2>

<P>Son libres:
<UL>
  <LI>Sistema de mando del ventilador de refrigeraci&oacute;n (temperatura).
  <LI>Termostato de refrigeraci&oacute;n.
</UL>

<P>Preparaci&oacute;n y reglajes aconsejados:
<UL>
  <LI>Montar en el radiador una sonda espec&iacute;fica (ref. 77 11 065 158),
    para la puesta en marcha del ventilador a 83&deg;C.
  <LI>Tener el vaso de expansi&oacute;n lleno al m&aacute;ximo.
  <LI>Instalar un interruptor en el habit&aacute;culo
    que act&uacute;e sobre el ventilador a fin de posibilitar el mando
    manual.
  <LI>Acercar al m&aacute;ximo el ventilador (2mm) al radiador.
  <LI>Filtro de aire: Verificar la estanqueidad de la tapa y cambiar el
    elemento filtrante frecuentemente.
</UL>

<H2>Encendido</H2>

<P>Son libres:
<UL>
  <LI>Buj&iacute;as (marca y tipo).
  <LI>Limitador de r&eacute;gimen.
  <LI>Cables de alta tensi&oacute;n.
</UL>

<P>Preparaci&oacute;n y reglajes aconsejados:
<UL>
  <LI>Invirtiendo los hilos del sensor se aumentar&aacute; el avance de + 3 a +4 
    grados. Desconectando la masa se quitan 3 grados de avance.
  <LI>Buj&iacute;as Champion N3G - N6YC, etc...
</UL>

<H2>Sistema el&eacute;ctrico</H2>

<P>Son libres:
<UL>
  <LI>Todos los accesorios que no tengan efecto alguno sobre el 
    comportamiento del veh&iacute;culo (iluminaci&oacute;n, 
    calefacci&oacute;n, radio, etc...), con la condici&oacute;n expresa de que
    no afecten incluso de forma secundaria al rendimiento del motor, la
    direcci&oacute;n, la robustez, la transmisi&oacute;n, el frenado o el comportamiento
    en ruta.
  <LI>Se autoriza a cambiar los elevalunas el&eacute;ctricos por otros
    mec&aacute;nicos.
  <LI>Bater&iacute;a: Marca, capacidad, cables pero en la
    ubicaci&oacute;n original.
  <LI>Alternador y correa.
  <LI>Rel&eacute;s y fusibles.
  <LI>Faros: Un total de ocho (los dos faros adicionales pueden cubrirse con
    cinta adhesiva y ser reemplazados por otros dos).
  <LI>Se autoriza a taladrar dos orificios en la parte delantera de la
    carrocer&iacute;a para fijar los soportes de los faros.
  <LI>Se autoriza al desplazamiento de la caja de fusibles para permitir el
    montaje de una jaula de seguridad.
</UL>

<P>Preparaci&oacute;n y reglajes aconsejados:
<UL>
  <LI>Instalar una bater&iacute;a de 45 Ah en lugar de la original y en
    su mismo emplazamiento.
  <LI>Alternador: Verificar la perfecta alineaci&oacute;n de las poleas de
    la bomba de agua y alternador. Montar una correa de 1160 mm x 9'5, si
    es posible almenada. Tensar bien la correa, frecuentemente. Verificar
    tambi&eacute;n el buen estado de todas las conexiones el&eacute;ctricas
    (ver ITRS 64).
  <LI>Instalar los 4 &oacute; 6 faros suplementarios cuidando de no tapar
    el radiador e intercooler, fij&aacute;ndolos perfectamente en el
    travesa&ntilde;o, taladrando previamente el parachoques (eliminar
    vibraciones).
  <LI>Cambiar todos los rel&eacute;s el&eacute;ctricos frecuentemente y
    verificar a menudo el estado de las conexiones el&eacute;ctricas
    (oxidaci&oacute;n).
  <LI>Instalar un cortacorriente (obligatorio desde el 1 de enero de 1987
    en todas las pruebas).
</UL>

<H2>Cambio</H2>

<P>Son libres:
<UL>
  <LI>Forros.
  <LI>Las fijaciones.
</UL>

<P>Preparaci&oacute;n y reglajes aconsejados:
<UL>
  <LI>Montar el disco metalo-cer&aacute;mico (ref. 77 11 066 644), cuidando
    previamente de acondicionarlo sobre un m&aacute;rmol con objeto de
    asegurarse de la planeidad perfecta de los acoplamientos (ruido), y
    esto en ambos lados del disco.
  <LI>Fijar los mecanismos y disco sobre el volante, dando a los tornillos
    una capa de &quot;loctite&quot;.
  <LI>Rodar el embrague.
  <LI>Rellenar con aceite tipo ELF-tranself TRX 80 W (3'2 litros max.) la 
    caja de velocidades y cambiarlo con frecuencia.
  <LI>Cambiar todos los rodamientos de la caja y de la arandela de 
    fijaci&oacute;n del diferencial (planetario izquierdo).
  <LI>Cambiar a menudo el sector de mando del cable del embrague.
</UL>

<H2>Frenos</H2>

<P>Son libres:
<UL>
  <LI>Compuesto as&iacute; como su sistema de fijaci&oacute;n.
  <LI>Chapas de protecci&oacute;n de los discos (supresi&oacute;n,
    deformaci&oacute;n).
  <LI>Desconexi&oacute;n del servofreno.
  <LI>Las canalizaciones de freno pueden ser cambiadas por unas de tipo
    aviaci&oacute;n.
</UL>

<P>Preparaci&oacute;n y reglajes aconsejados:
<UL>
  <LI>Equipar los discos delanteros y traseros con pastillas de compuesto 
    FERODO 592 (refs. 60 00 007 951 -delanteras- y 77 11 066 617 -traseras-).
  <LI>Vigilar el buen estado de los discos delanteros (riesgo de alabeo).
  <LI>Cambiar el liquido de frenos frecuentemente y utilizar liquido de alta 
    temperatura.
  <LI>Quitar los deflectores pl&aacute;sticos de los frenos
    traseros. Desmontar el cilindro maestro y verificar su buen 
    funcionamiento, as&iacute; como del v&aacute;stago de empuje del 
    Master-Vac (clips).
</UL>

<H2>Suspensi&oacute;n y direcci&oacute;n</H2>

<H3>Tren delantero</H3>

<P>Son libres:
<UL>
  <LI>Los neum&aacute;ticos, sobre llantas de origen.
  <LI>Amortiguadores (la posici&oacute;n del asiento del
    muelle puede cambiarse as&iacute; como su forma).
  <LI>Muelle, topes de gomas y sus calas.
</UL>

<P>Preparaci&oacute;n y reglajes aconsejados:
<UL>
  <LI>Neum&aacute;ticos aconsejados: MICHELIN 16.53.13 &oacute; PIRELLI 175.510.13 
    en los diferentes compuestos.
  <LI>Presi&oacute;n de inflado: 2.3 bares (33.35 psi).
  <LI>Montar los muelles espec&iacute;ficos (ref. 77 11 066 942) en los
    amortiguadores BILSTEIN (ref. 77 11 066 923), utilizando todas las
    piezas de sujeci&oacute;n de origen en la parte superior, y pintarlas
    para evitar su corrosi&oacute;n.
  <LI>Montar los amortiguadores BILSTEIN equipados con los nuevos topes de
    goma (ref. 77 11 067 209), e interponer entre estos y el cartucho del
    amortiguador (sobre el v&aacute;stago) una cala de 5 mm. de espesor
    (ref. 77 11 067 176). Reglar la ca&iacute;da negativa a 1&deg; 30 max.
  <LI>Verificar que las variaciones de direcci&oacute;n entre el
    lado izquierdo y derecho sean las menores posibles.
  <LI>El avance no es regulable, pero elegir tri&aacute;ngulos izdo. y dcho.
    para obtener el mismo valor de cada lado.
  <LI>Altura delantera de la carrocer&iacute;a: 318 mm. min.,
    medido con 20 litros de gasolina y piloto en su puesto (eje de rueda /
    borde de aleta delantera).
  <LI>Reapretar despu&eacute;s de cada prueba la tuerca de
    reglaje de los brazos de direcci&oacute;n.
  <LI>Verificar en cada asistencia el apretado de las
    tuercas de transmisi&oacute;n izda. y dcha.
</UL>
    
<H3>Tren trasero</H3>

<P>Son libres:
<UL>
  <LI>Neum&aacute;ticos sobre llantas de origen.
  <LI>Amortiguadores, topes de goma y calas.
  <LI>Barra de torsi&oacute;n (di&aacute;metro).
</UL>

<P>Preparaci&oacute;n y reglajes aconsejados:
<UL>
  <LI>Neum&aacute;ticos aconsejados: MICHELIN 16.53.13 &oacute; PIRELLI 175.510.13
    en sus diferentes compuestos.
  <LI>Presi&oacute;n de inflado: 1.9 bares (27.5 psi).
  <LI>Resoldar la oreja de fijaci&oacute;n superior e interior del 
    amortiguador trasero.
  <LI>Montar los amortiguadores espec&iacute;ficos (ref. 77 11 067 369)
    en el veh&iacute;culo, equipados de los topes de goma (ref. 77 11 067 451) 
    y unas calas de espesor 10 mm (ref. 77 11 067 177).
  <LI>Desmontar las barras de torsi&oacute;n (brazos
    colgantes), montar las espec&iacute;ficas (refs. 77 00 758 855 -izda-
    y 77 00 758 856 -dcha-) y asegurarse un deslizamiento libre.
  <LI>Desmontar las barras estabilizadoras, y montar
    las espec&iacute;ficas (refs. 77 11 066 925 -izda- y 77 11 066 926 -dcha-).
  <LI>Reglar la altura de casco actuando sobre las barras de
    torsi&oacute;n &quot;largas&quot;: 1 diente = 8mm. de altura recuperada
    &oacute; disminuida. Ver N.T. Renault 1095 (ref. 77 11 077 889).
  <LI>Altura de chasis trasera: 295 mm. m&iacute;nima con 20 litros
    de gasolina y piloto a bordo (eje de rueda, borde de aleta trasera).
  <LI>Controlar la buena puesta en posici&oacute;n de las 4 barras de
    torsi&oacute;n.
  <LI>Verificar la alineaci&oacute;n del tren trasero sobre el delantero.
</UL>

<H2>Carrocer&iacute;a</H2>

<P>Son libres:
<UL>
    <LI>Todos los refuerzos de la parte suspendida a condici&oacute;n
	de que el material se amolde a la forma de origen y este
	en contacto con ella.
    <LI>Barras de refuerzo de suspensi&oacute;n delantera y trasera,
	desmontables.
    <LI>Montaje de protecciones inferiores bajo el motor,
	radiador, suspensiones, caja de cambios, dep&oacute;sitos,
	transmisi&oacute;n, escape, pero deben ser desmontables.
</UL>

<P>Preparaci&oacute;n y piezas recomendadas:
<TABLE BORDER=0>
<TR><TD>
<UL>
  <LI>Reforzar el chasis conforme a la nota RENAULT SPORT N&ordm; 42:
    A fin de realizar los cordones de soldadura de buena calidad, se
    recomienda partir de un chasis no blacksonee y no tratado
    disponible en el catalogo de piezas de competici&oacute;n
    (ref. 77 11 066 886), pero es posible tambi&eacute;n hacerlo partiendo
    de un chasis de serie (ref. 77 01 463 559), teniendo cuidado de eliminar
    el blackson con un decapante para dejar las chapas desnudas.<BR>
    Efectuar todas las soldaduras como se indica en los
    correspondientes esquemas y a&ntilde;adir los refuerzos indicados de
    forma que el material aportado se adapte bien a la forma de
    origen y este en contacto con ella. Los cordones de soldadura se
    realizar&aacute;n con la ayuda de un equipo TIG &oacute; MIG, con una
    longitud de cord&oacute;n de 20 a 30 mm. y una separaci&oacute;n
    de 30 a 40 mm.
  <LI>Instalar la barra de refuerzo de suspensi&oacute;n delantera
    Matter (ref. 77 11 066 640), atornillada sobre las copelas del
    amortiguador. Vigilar que el tubo transversal no tiene contacto con la
    cabeza del carburador.
  <LI>Cuna del motor (refs. 77 11 066 947 -tierra- &oacute; 77 11 068 334 -asfalto-).
  <LI>Protegecarter delantero (refs. 77 11 066 946 -tierra- &oacute; 77 11 068 335
   -asfalto-).
</UL>
</TD>

<TD><IMG SRC="barran.jpg" ALT="Barra de refuerzo de copelas" WIDTH=260 HEIGHT=202></TD>
</TR>
</TABLE>

<TABLE BORDER=0>
<TR>
<TD>
<H2>Otros</H2>

<P>Son libres:
<UL>
  <LI>Caj&oacute;n para almacenamiento.
  <LI>Freno de mano de desbloqueo instant&aacute;neo.
  <LI>Asiento baquet (peso del asiento de serie 12 kgs.)
  <LI>Protecciones inferiores.
  <LI>Cierre de la boca del deposito de gasolina.
  <LI>Protege faros (sin influencia en la aerodin&aacute;mica).
  <LI>Instalaci&oacute;n de la rueda de seguridad de serie
    (neum&aacute;tico libre) en el maletero. 
  <LI>Volante de direcci&oacute;n.
  <LI>Todos los accesorios que no tengan efecto en el comportamiento del 
    veh&iacute;culo, as&iacute; como los aparatos de medida.
</UL>

<P>Son recomendadas:

<UL>
  <LI>Al menos dos fijaciones suplementarias en el cap&oacute; del motor y
    puerta del maletero (fijaciones de origen suprimidas).
  <LI>Fijaci&oacute;n de seguridad de parabrisas.
  <LI>Deposito FT 3 (50 litros) junto con bomba, filtro y  protecci&oacute;n
    instalado en el maletero.
  <LI>El asiento trasero puede ser abatido &oacute; modificado (paso de
    tubos). Fundas de protecci&oacute;n instaladas alrededor de los tubos
    autorizadas.
</UL>

<P>Son obligatorios:
<UL>
  <LI>Arneses de seguridad: puntos de fijaci&oacute;n al chasis: 3
    m&iacute;nimos. Homologaci&oacute;n FIA n&ordm; 8854 &oacute; 8853.
  <LI>Extintor: al menos uno de 4 kgs. Halon 1211 &oacute; 1301 de
    polvo &oacute; equivalentes, en dos bombonas m&aacute;ximo, sujetos con la
    ayuda de fijaciones met&aacute;licas de apertura r&aacute;pida.
  <LI>Jaula de seguridad conforme a la ficha de homologaci&oacute;n. Para
    la instalaci&oacute;n de la jaula, la modificaci&oacute;n de la plancha
    del tablero y de las guarniciones laterales esta autorizada.
</UL>
</TD>

<TD><P><IMG SRC="cierres1.jpg" ALT="Cierres del cap&oacute;" WIDTH=210 HEIGHT=216>
<P><IMG SRC="cierres2.jpg" ALT="Cierres del port&oacute;n" WIDTH=210 HEIGHT=216></TD>
</TR>
</TABLE>

<P>Notas:
<UL>
  <LI>En el momento de instalar el arco de seguridad en el veh&iacute;culo,
    tener cuidado de no da&ntilde;ar los cables el&eacute;ctricos y las
    tuber&iacute;as de gasolina. Realizar la operaci&oacute;n, si es
    posible, casco sujeto en el potro.
  <LI>En el momento del montaje de la protecci&oacute;n inferior delantera,
    asegurarse de la existencia de un juego importante entre el cubrecarter
    y el mando de la caja (1 cm.).
  <LI>En el momento del montaje de los faros suplementarios fijados sobre el
    parachoques delantero, es necesario reforzar la uni&oacute;n
    parachoques-travesa&ntilde;o del chasis delantero para eliminar las
    vibraciones.
  <LI>Fijar la placa de matricula delantera sobre el spoiler lo mas alto
    posible en su alojamiento, de forma que no tape las entradas de aire.
</UL>


<CENTER>
<H1>Reglajes particulares para la fase 2.</H1>
</CENTER>

<TABLE BORDER=0>
  <TR><TD>
  <P>Tren delantero:
    <UL>
     <LI>Paralelismo: 1 mm. divergencia.
     <LI>Ca&iacute;da negativa: 1&deg;15' a 1&deg;30'.
     <LI>Altura chasis: 315 m&iacute;nimo, medido con 20 litros de gasolina
     y piloto en su puesto (eje de rueda / borde de aleta delantera).
     <LI>Muelles espec&iacute;ficos (ref. 77 11 067 349).
     <LI>Amortiguadores espec&iacute;ficos (ref. 77 11 067 360).
     <LI>Tope de goma del amortiguador (ref. 77 11 067 209) de longitud 87 mm
      corregida seg&uacute;n el croquis inferior y montada con una cala
      de espesor 10 mm. sobre el v&aacute;stago (ref. 77 11 067 177).
    </UL>
  </TD>

  <TD><IMG SRC="goma.gif" WIDTH=229 HEIGHT=168 ALT="Correcci&oacute;n de la goma"></TD>
  </TR>

  <TR>
  <TD COLSPAN=2>
  <P>Tren posterior:
    <UL>
     <LI>Altura de chasis: 290 m&iacute;nimo, medido con 20 litros de
      gasolina y piloto en su puesto (eje de rueda / borde de aleta trasera).
     <LI>Tope de goma del amortiguador id&eacute;ntico al fase 1
       (ref. 77 11 067 451).
    </UL>
    <P>Nota: Ver ficha de homologaci&oacute;n extensi&oacute;n 05/02 y 17/01.
  </TD></TR>
  </TABLE>


<P> <!-- Footer -->
<CENTER>
<TABLE BORDER=0 CELLSPACING=0 CELLPADDING=0>
<TR>
<TD><A HREF="gttint_e.htm"><IMG SRC="foot_1_e.gif" ALT="&Iacute;ndice" WIDTH=73 HEIGHT=40 BORDER=0></A></TD>
<TD><A HREF="ngroup.htm"><IMG SRC="foot_2_e.gif" ALT="Versi&oacute;n inglesa" WIDTH=128 HEIGHT=40 BORDER=0></A></TD>
<TD><A HREF="ngroup_f.htm"><IMG SRC="foot_3_e.gif" ALT="Versi&oacute;n francesa" WIDTH=127 HEIGHT=40 BORDER=0></A></TD>
<TD><A HREF="http://www.etsit.upm.es/~alex/gtt/gttint_e.htm"><IMG SRC="foot_4_e.gif" ALT="Servidor alternativo" WIDTH=147 HEIGHT=40 BORDER=0></A></TD>
<TD><A HREF="credit_e.htm"><IMG SRC="foot_5_e.gif" ALT="Alex" WIDTH=49 HEIGHT=40 BORDER=0></A></TD>
<TD><A HREF="email__e.htm"><IMG SRC="foot_6_e.gif" ALT="Email Alex" WIDTH=102 HEIGHT=40 BORDER=0></A></TD>
</TR>
</TABLE>
</CENTER>
</BODY>
</HTML>
