<!DOCTYPE HTML PUBLIC>

<!-- Alex's GT Turbo pages -->
<!-- Page: Technical page 3 -->
<!-- Language: Spanish -->
<!-- Version: 4.03 -->
<!-- Last update: 20-mar-99 -->

<HTML>
<HEAD>
<TITLE>P&aacute;ginas GT Turbo de Alex: P&aacute;gina t&eacute;cnica de alimentaci&oacute;n y escape</TITLE>
<META NAME="keywords" CONTENT="Renault, 5, GT, Turbo, mecanica, preparacion, tuning">
<META NAME="description" CONTENT="P&aacute;ginas GT Turbo de Alex">
</HEAD>
<BODY BGCOLOR="#000000" TEXT="#D0D0D0" LINK="#CC8000" VLINK="#ffffff">

<CENTER><IMG SRC="fire5__e.gif" ALT="P&aacute;ginas GT Turbo de Alex" WIDTH=630 HEIGHT=85>

<P><IMG SRC="l_fue.gif" ALT="Alimentaci&oacute;n y escape" WIDTH=88 HEIGHT=46>
<H1>P&aacute;gina t&eacute;cnica: Alimentaci&oacute;n y escape</H1>

</CENTER>

<H2>Los principios de la turbocompresi&oacute;n.
<BR>La v&aacute;lvula de descarga ('wastegate')</H2>

<P>B&aacute;sicamente, un motor esta turboalimentado cuando mediante un
turbocompresor se utiliza la presi&oacute;n de los gases de escape del motor
para suministrar aire a presi&oacute;n a la admisi&oacute;n.


<P>Un turbo es una doble carcasa que contiene un eje que une dos turbinas.
Una de ellas se mueve con los gases de escape y la otra se utiliza para
comprimir el aire de admisi&oacute;n. El eje gira a muy altas velocidades, as&iacute; que
se requiere un engrase continuo.

<P><CENTER>
<TABLE BORDER=0 CELLPADDING=10>
<TR><TD><IMG SRC="turbocut.jpg" ALT="Corte de un turbo" WIDTH=330 HEIGHT=211></TD>
<TD>Leyenda:
a-Carcasa de la turbina de admisi&oacute;n, b-Cojinete, c-Carcasa central, d-Protector t&eacute;rmico,
e-Carcasa de la turbina de escape, f-Turbina y eje, g-Salida de gases de escape,
h-V&aacute;lvula de descarga, i-Entrada de gases de escape, j-Salida de aceite,
k-Lugar del cojinete de fricci&oacute;n, l-Cojinete de fricci&oacute;n, m-Tubo de grafito
n-Compresor, o-Actuador de puenteo, p-Entrada de aire de admisi&oacute;n,
q-Manguito del actuador, r-Difusor, s-Carcasa de la turbina de admisi&oacute;n,
t-Entrada de aceite, u-Salida de aire de admisi&oacute;n
</TD>
</TR></TABLE>

<TABLE BORDER=0 CELLPADDING=10><TR><TD><IMG SRC="turbine1.jpg" ALT="Turbina" WIDTH=224 HEIGHT=165></TD>
<TD><IMG SRC="turbine2.jpg" ALT="Turbinas" WIDTH=224 HEIGHT=165></TD></TR></TABLE>
</CENTER>

<P>Esto supone un aprovechamiento mayor de la energia, pues la presi&oacute;n de
los gases de escape viene determinada fundamentalmente por el r&eacute;gimen
de giro del motor, y supone que los gases salen con una energia cin&eacute;tica
que se va a perder, de no ser convertida en energia mec&aacute;nica por la
turbina de escape, energia mec&aacute;nica que se aprovecha para la
admisi&oacute;n si disponemos de turbocompresor. Con la turbina de
admisi&oacute;n se favorece el llenado de los cilindros, mejorando el
rendimiento en la combusti&oacute;n.

<P>Hay tres problemas b&aacute;sicos inherentes a la turbocompresi&oacute;n:

<UL>
<P>
<LI>En principio supone una realimentaci&oacute;n positiva: al pisar a
fondo el acelerador, dejando respirar bien al motor, cuanto m&aacute;s gases
de escape hay, con m&aacute;s presi&oacute;n salen, m&aacute;s deprisa gira el turbo
y m&aacute;s presi&oacute;n de sobrealimentaci&oacute;n tenemos. M&aacute;s
compresi&oacute;n, m&aacute;s potencia, m&aacute;s revoluciones, m&aacute;s
gases de escape... entrar&iacute;amos en un
c&iacute;rculo vicioso. Esto es lo que causa que, a partir de una
ciertas revoluciones, el turbo 'entre', aumentando s&uacute;bitamente la
presion de sobrealimentaci&oacute;n debido a este fen&oacute;meno.
Presi&oacute;n que hay que controlar para mantener en un funcionamiento
aceptable el sistema.

<P>Para ello se recurre a la v&aacute;lvula de descarga o 'wastegate', que act&uacute;a
abriendo el cuerpo de la turbina de escape de forma que no todos los gases
pasen a trav&eacute;s de ella, y aplicando as&iacute; la necesaria realimentaci&oacute;n
negativa al sistema.

<P>La v&aacute;lvula est&aacute;, en reposo, cerrada. Todos los gases de escape
pasan por la turbina de escape, pero, como a &eacute;sta hay que moverla,
sus palas son mas o menos lisas y rectas, hay una salida al escape y a
bajas revoluciones no hay mucho flujo de gases, el turbo no se mueve y no
hay sobrealimentaci&oacute;n.
Al revolucionar el motor el turbo comienza a moverse. Hay demasiados
gases de escape para que salgan ordenadamente del turbo, y crean una
presi&oacute;n que hace moverse a la turbina. El turbo
comienza a girar.

<P>La regulaci&oacute;n se hace actuando sobre la v&aacute;lvula de descarga,
de forma que cuando hay una determinada presi&oacute;n de soplado en la
admisi&oacute;n se empieza a abrir, dejando pasar algunos gases de escape sin mover
la turbina, con lo que ya no sube m&aacute;s la presi&oacute;n del turbo.
A 1.0 bar (14 psi) se supone que estar&iacute;a totalmente abierta (aunque nunca
alcanza esa presi&oacute;n por la anterior apertura parcial de la valvula),
pero, por si acaso, a 1.1 bar (16 psi) tenemos en los tubos del intercooler el
interruptor de seguridad que corta el encendido...

<P>El reglaje del punto de apertura de la v&aacute;lvula se hace actuando de forma
mec&aacute;nica sobre el v&aacute;stago del &eacute;sta, y permite por tanto
regular la presion de soplado del turbo. De ahi que en algunos GTT de serie
la aguja del man&oacute;metro del turbo llegue a subir un poco m&aacute;s
que en otros, ya que este reglaje tiene cierta tolerancia.

<P>
<LI>El aire comprimido por la turbina de
admisi&oacute;n del turbo, como cualquier gas al ser comprimido, aumenta
de temperatura, lo cual, a partir de cierto punto, disminuye el
rendimiento del motor. Esto se soluciona colocando un intercooler, que no
es m&aacute;s que un intercambiador de temperatura aire-aire que enfria mediante el aire a
temperatura ambiente que entra al cap&oacute; el aire ya comprimido por
el turbo antes de pas&aacute;rselo al motor.

<P>
<LI> El turbo gira a muy altas velocidades, sobre 120000 r.p.m. No hace
falta decir, por tanto, que la lubricaci&oacute;n de los cojinetes del
turbo es vital para la vida de &eacute;ste (Ver siguiente punto).

</UL>

<P>
<A NAME=idle>
<H2>Dejar el motor al ralent&iacute; unos momentos</H2>
</A>

<P>Las bajas tolerancias de los cojinetes del turbo est&aacute;n dise&ntilde;adas para
permitirlo girar a sus altas velocidades cuando el conjunto eje/cojinetes
est&aacute;n a su temperatura de trabajo. Cuando se arranca el motor, el aceite
tarda alg&uacute;n tiempo en llegar y lubricar correctamente el turbo. Y adem&aacute;s,
las altas temperaturas que puede soportar la carcasa del turbo no deber&iacute;an
ser alcanzadas bruscamente (riesgo de choque t&eacute;rmico y agrietamiento).

<P>Ese es el motivo para dejar calenter el motor antes de
utilizar el turbo. Yo no utilizo el turbo en absoluto hasta que el
<A HREF="tecst6_e.htm#turbogg">marcador de temperatura</A> llega a
60&deg;C (1/3 del reloj) y entonces intento hacerlo trabajar de manera
gradual, no simplemente apretando el acelerador a fondo...

<P>Cuando vas a parar el coche, especialmente si has estado usando
el turbo a fondo anteriormente (est&aacute;s en una autopista y paras a echar
gasolina, por ejemplo), el turbo est&aacute; a muy altas temperaturas. &iexcl;Incluso
puedes ver im&aacute;genes de turbos al rojo en los bancos de prueba de
motores! Si parases el motor y lo dejases enfriar, el aceite que queda
contenido dentro del turbo se quemar&iacute;a, creando dep&oacute;sitos s&oacute;lidos en
los cojinetes que acortar&iacute;an su vida. Y por supuesto si se para el motor
muy r&aacute;pidamente, incluso el turbo podria estar a&uacute;n girando, y al quedarse
de repente sin lubricaci&oacute;n, los cojinetes realmente sufrir&iacute;an...

<P>Esto es por lo que debe dejarse el motor al ralent&iacute; un momento antes
de parar el motor. El Renault 21 Turbo ten&iacute;a una bomba de agua el&eacute;ctrica
que funcionaba cuando apagabas el motor para refrigerar el turbo y evitar
este efecto.

<H2>La leyenda negra del turbo y la vida real</H2>

<P>&iquest;Has o&iacute;do algo como esto?

<P><CITE>"Los 5 Turbo tienen un problema: Al reducir, el turbo entra y, en vez
de bajar la velocidad, el coche se acelera. Por esto mucha gente se ha matado
con estos coches."</CITE>

<P>Al quitar el pie del pedal del acelerador, se cierra la mariposa del carburador,
y se deja el motor sin apenas gasolina que quemar, solo la cantidad de
ralent&iacute; y lo poco que el motor pueda absorber por &eacute;l mismo
(Es por esto que baja de revoluciones :-) ). La presi&oacute;n de escape se crea
por el aire que el motor toma, que depende de la velocidad de giro del motor
y su tama&ntilde;o, pero fundamentalmente por el mayor volumen que ocupan
los gases creados en la combusti&oacute;n usando ese aire. Con poco
combustible, poca presi&oacute;n de gases de escape, as&iacute; que el turbo
no deberia funcionar. Eso es por lo que cuando reduces, revolucionando el motor
tanto como quieras, la aguja del turbo no sube.

<P>Pero cada leyenda tiene su origen de verdad, porque hay dos formas de
montar un turbo. El GTT utiliza un carburador 'soplado' (Aire -&gt; turbo -&gt; carburador
-&gt; motor) y entonces la mariposa del carburador est&aacute; justo sobre el motor,
por lo que puede cortar la mezcla de aire y gasolina abruptamente. Pero el
antiguo R5 Alpine turbo ten&iacute;a el carburador 'aspirado' (Aire -&gt; carburador
-&gt; turbo -&gt; motor). De esta forma hay una columna gaseosa de mezcla
entre la mariposa y el motor, por lo que el efecto de deceleraci&oacute;n no es
tan inmediato...

<P>Adem&aacute;s de esto, el sistema de pilotaje del turbo del GTT no es tan
sencillo como un simple tubo que lleva la presi&oacute;n de soplado de la
admisi&oacute;n y hace abrirse la v&aacute;lvula de descarga cuando es
necesario (Aparte de <A HREF="trick3_e.htm#coupe">la modificaci&oacute;n
de la Copa</A>). Tenemos muchos tubos en el compartimento del motor, y
hacen la actuaci&oacute;n del turbo m&aacute;s suave.

<P>Los apodos para el GT Turbo (La tumba abierta, el ataud...) vienen del
hecho de que con s&oacute;lo 1397cc para reducir cuando levantas el pie del acelerador,
el coche saca unos impresionantes 120 cv para acelerar, y la mente humana
es d&eacute;bil...

<P>
<A NAME=boost>
<H2>Aumentando la presi&oacute;n de turbo.
<BR>Las v&aacute;lvulas de sangrado ('bleed valves')</H2></A>

<P>Aumentar la presi&oacute;n de soplado del turbo (la de origen es de 0.68 bares,
9.8 psi) es una forma efectiva de aumentar la potencia del motor. Los problemas
son:
<UL>
 <LI>La vida del turbo se acorta puesto que se le hace girar m&aacute;s r&aacute;pido. Al
  turbo Garret T2 de origen no le gustar&iacute;a trabajar a m&aacute;s de 1.2 bares (17 psi).
 <LI>El motor soporta una presi&oacute;n m&aacute;xima. La compresi&oacute;n de la mezcla aire/gasolina
  a presi&oacute;n producir&aacute; detonaci&oacute;n o picado que, a altas revoluciones, pueden
  hacer reventar el motor.
 <LI>La mezcla aire/gasolina debe mantenerse aproximadamente constante y
  un aumento de la cantidad de aire debe venir con un aumento de gasolina.
  Una mezcla pobre puede -de nuevo- acabar con tu motor. A partid de
  1.0 bar (14 psi) deber&iacute;a usarse un juego de chicl&eacute;s 135/50 
  o as&iacute;.
 <LI>Hay un presostato de seguridad en el manguito de aire que va desde el
  turbo hasta el intercooler que corta el encendido a 1.1 bares (16 psi).
  Puede ser desconectado (!) o reajustado (?).
</UL>

<P>Para aumentar la presi&oacute;n de soplado del turbo, la primera soluci&oacute;n es
<A HREF="trick3_e.htm#actuator">modificar la longitud del v&aacute;stago de la
v&aacute;lvula de descarga</A>. Es un m&eacute;todo barato, simple y eficaz, pero tiene
un defecto: no se puede modificar sobre la marcha.


<P>Otra forma es <A HREF="trick3_e.htm#bleed">instalar una v&aacute;lvula de
sangrado (o 'bleed valve')</A>. Crea una fuga en el tubo del actuador y provocan que sea
necesaria una mayor presi&oacute;n de soplado real para abrir la v&aacute;lvula de
descarga. La ventaja es que se puede regular la fuga (y por tanto la presi&oacute;n
de turbo) con la v&aacute;lvula, lo que te permite utilizar diferentes presiones
dependiendo de tus necesidades.

<P>Y la mejor soluci&oacute;n, un controlador electr&oacute;nico de soplado, una especie
de v&aacute;lvula de sangrado autom&aacute;tica para controlar el sistema del turbo.


<H2>Las v&aacute;lvulas de vertido ('dump valves')</H2>

<P>Cuando levantamos el pie del acelerador, la presi&oacute;n de los gases de
escape desaparece, pero esta no es la raz&oacute;n de que se pierda la
presi&oacute;n de sobrealimentaci&oacute;n cuando se cambia de marcha, porque
la turbina est&aacute; girando a altas revoluciones (Hasta 120.000 r.p.m.) y
no deber&iacute;a pararse tan f&aacute;cilmente. El problema es que al hacer
esto se cierra la mariposa del carburador, por donde entra la presi&oacute;n
de soplado, haciendo que la turbina se pare violentamente.

<P>Ese cierre violento es el culpable de esos tiempos muertos sin presi&oacute;n
mientras se cambia y, con altas presiones de soplado, incluso puede da&ntilde;ar
al carburador o al mismo turbo.

<P>Para evitar esto, hay v&aacute;lvulas de vertido. Funcionan abriendo un
camino alternativo para la presi&oacute;n de admisi&oacute;n cuando se
necesita, descargando al sistema de &eacute;sta de forma segura y permitiendo
que la turbina pierda velocidad tan despacio y gradualmente como sea posible.



<P> <!-- Footer -->
<CENTER>
<TABLE BORDER=0 CELLSPACING=0 CELLPADDING=0>
<TR>
<TD><A HREF="gttint_e.htm"><IMG SRC="foot_1_e.gif" ALT="&Iacute;ndice" WIDTH=73 HEIGHT=40 BORDER=0></A></TD>
<TD><A HREF="tecst3.htm"><IMG SRC="foot_2_e.gif" ALT="Versi&oacute;n inglesa" WIDTH=128 HEIGHT=40 BORDER=0></A></TD>
<TD><A HREF="tecst3_f.htm"><IMG SRC="foot_3_e.gif" ALT="Versi&oacute;n francesa" WIDTH=127 HEIGHT=40 BORDER=0></A></TD>
<TD><A HREF="http://www.etsit.upm.es/~alex/gtt/gttint_e.htm"><IMG SRC="foot_4_e.gif" ALT="Servidor alternativo" WIDTH=147 HEIGHT=40 BORDER=0></A></TD>
<TD><A HREF="credit_e.htm"><IMG SRC="foot_5_e.gif" ALT="Alex" WIDTH=49 HEIGHT=40 BORDER=0></A></TD>
<TD><A HREF="email__e.htm"><IMG SRC="foot_6_e.gif" ALT="Email Alex" WIDTH=102 HEIGHT=40 BORDER=0></A></TD>
</TR>
</TABLE>
</CENTER>
</BODY>
</HTML>
