<!DOCTYPE HTML PUBLIC>

<!-- Alex's GT Turbo pages -->
<!-- Page: Technical page 3 -->
<!-- Language: French -->
<!-- Version: 4.01 -->
<!-- Last update: 13-mar-99 -->

<HTML>
<HEAD>
<TITLE>Pages GT Turbo d'Alex: Page technique sur l'alimentation et l'&eacute;chappement</TITLE>
<META NAME="keywords" CONTENT="Renault, 5, GT, Turbo, mechanics, preparation, tuning">
<META NAME="description" CONTENT="Pages GT Turbo d'Alex">
</HEAD>
<BODY BGCOLOR="#000000" TEXT="#D0D0D0" LINK="#CC8000" VLINK="#ffffff">

<CENTER><IMG SRC="fire5__f.gif" ALT="Pages GT Turbo d'Alex" WIDTH=630 HEIGHT=85>

<P><IMG SRC="l_fue.gif" ALT="l'alimentation et l'&eacute;chappement" WIDTH=88 HEIGHT=46>
<H1>Page technique: l'alimentation et l'&eacute;chappement</H1>

</CENTER>

<H2>Les principes de la suralimantation et le bo&icirc;tier r&eacute;gulateur("wastegate")</H2>

<P>Basiquement, un moteur est suraliment&eacute; quand par le biais d'un 
turbocompresseur, on utilise la pression des gaz d'&eacute;chappement du moteur
pour alimenter en air sous pression l'admission.

<P>Un turbo est une double carcasse qui contient un arbre reliant deux turbines. Une d'elles
tourne gr&acirc;ce aux gaz d'&eacute;chappement et l'autre est utilis&eacute;e pour comprimer l'air d'admission.
L'arbre tourne &agrave; de tr&egrave;s hautes vitesses, il n&eacute;cessite un graissage continue.

<P><CENTER>
<TABLE BORDER=0 CELLPADDING=10>
<TR><TD><IMG SRC="turbocut.jpg" ALT="Coupe du turbo" WIDTH=330 HEIGHT=211></TD>
<TD>Legend:
a-Carcasse de la turbine d'admission, b-Palier, c-Corps central, d-Protecteur thermique, e-Carcasse de la
turbine d'&eacute;chappement , f-Turbine et arbre, g-Sortie des gaz d'&eacute;chappements, h-Clapet de d&eacute;charge, i-Entr&eacute;e des gaz
d'&eacute;chappement, j-Sortie d'huile, k-Endroit du palier &agrave; friction, l-Palier &agrave; friction, m-Joint
en graphite, n-Compresseur, o-Capsule, p-Entr&eacute;e de l'air d'admission, q-Tuyau de commande de
la capsule, r-Diffuseur, s-Carcasse de la turbine d'admission, t-Entr&eacute;e d'huile, u-Sortie de l'air
d'admission.
</TD>
</TR></TABLE>

<TABLE BORDER=0 CELLPADDING=10><TR><TD><IMG SRC="turbine1.jpg" ALT="Turbine" WIDTH=224 HEIGHT=165></TD>
<TD><IMG SRC="turbine2.jpg" ALT="Turbines" WIDTH=224 HEIGHT=165></TD></TR></TABLE>
</CENTER>

<P>Ceci conduit &agrave; une meilleure exploitation de l'&eacute;nergie, puisque la pression des
gaz d'&eacute;chappement d&eacute;pend fondalement du r&eacute;gime moteur,et sachant que les
gaz sortent avec une &eacute;nergie cin&eacute;tique qui va se perdre, elle est
convertie en &eacute;nergie m&eacute;canique par la turbine d'&eacute;chappement, &eacute;nergie m&eacute;canique
que l'on utilise pour l'admission si nous avons un turbocompresseurr. Gr&acirc;ce &agrave;
la turbine d'admission, on favorise le remplissage des cylindres,
am&eacute;liorant le rendement de la combustion.

<P>Il y a trois probl&egrave;mes simples inh&eacute;rents dans la turbocompression:

<UL>
<P>
<LI>En principe, on suppose une r&eacute;alimentation positive: en acc&eacute;l&eacute;rant &agrave;
fond, laissant bien respirer le moteur, plus il y a de gaz
d'&eacute;chappement, plus ils sortent sous pression, plus vite tourne le turbo et
plus nous avons de pression de suralimentation. Plus de compression, plus de puissance,
le r&eacute;gime augmentant, nous avons encore plus de gaz d'&eacute;chappements...
nous entrons dans un cercle vicieux. Ceci est la raison pour laquelle,
&agrave; partir d'un certain r&eacute;gime, le turbo "entre en action", augmentant subitement
la pression de suralimentation d&ucirc; &agrave; ce ph&eacute;nom&egrave;ne.
Pression que l'on doit contr&ocirc;ler pour maintenir un fonctionnement acceptable
du syst&egrave;me.

<P>Pour ceci on fait appel au bo&icirc;tier r&eacute;gulateur ou "wastegate", qui agit en
ouvrant le corps de la turbine d'&eacute;chappement de mani&egrave;re &agrave; ce que tous les gaz
ne passent pas &agrave; travers elle, appliquant ainsi la r&eacute;alimentation n&eacute;gative n&eacute;cessaire
au syst&egrave;me.

<P>Le bo&icirc;tier est, au repos, ferm&eacute;. Tous les gaz d'&eacute;chappement passent
par la turbine d'&eacute;chappement, mais, comme il faut la faire tourner,
ses pales &eacute;tants plus ou moins lisses et droites, il y a une sortie &agrave; l'&eacute;chappement
et aux faibles r&eacute;gimes moteur il n'y a pas beaucoup de d&eacute;bit de gaz, le turbo ne tourne 
casiment pas et il n'y a pas suralimentation.
D&egrave;s que l'on atteint un certain r&eacute;gime, appel&eacute; r&eacute;gime d'accrochage,le turbo commence &agrave; fonctionner,
il y a assez de gaz d'&eacute;chappement pour faire tourner suffisament vite la turbine.
Le turbo est en marche.

<P>La r&eacute;gulation se fait en agissant sur le bo&icirc;tier r&eacute;gulateur,
de mani&egrave;re &agrave; ce que quand il y a une pression d&eacute;termin&eacute;e au niveau de l'admission
(0.7 bar pour le GTT), il commence &agrave; s'ouvrir, laissant passer quelques gaz d'&eacute;chappement
sans faire tourner la turbine, c'est pour cel&agrave; que la pression du turbo ne peut plus 
monter. A 1.0 bar on suppose qu'il est totalement ouvert(bien qu'il n'atteigne
jamais cette pression vu qu'il &eacute;tait d&eacute;j&agrave; ouvert avant),
mais , si c'&eacute;tait le cas, &agrave; 1.1 bar nous avons dans les tuyaux de l'&eacute;changeur
un pressostat qui coupe l'allumage...

<P>Le r&eacute;glage du moment auquel s'ouvre le bo&icirc;tier se fait en agissant
de mani&egrave;re m&eacute;canique sur la tige du bo&icirc;tier, et permet de r&eacute;guler la pression 
de suralimentation du turbo. C'est pour cel&agrave; que dans certains GTT de serie,
l'aiguille du manom&egrave;tre de la pression turbo monte un petit plus haut
que dans d'autres, car ce r&eacute;glage a une certaine tol&eacute;rance.

<P>
<LI>L'air comprim&eacute; par la turbine d'admission du turbo, comme
n'importe quel gaz que l'on comprime, voit sa temp&eacute;rature augmenter,
 ce qui, &agrave; partir d'un certain moment, diminue sa densit&eacute;, donc le 
rendement du moteur. Ceci se solutionne en ajoutant un intercooler, qui n'est
rien de plus qu'un &eacute;changeur air-air qui refroidit gr&acirc;ce l'air ambiant entrant 
sous le capot, l'air d&eacute;j&agrave; comprim&eacute; par le turbo avant de l'envoyer dans le moteur.

<P>
<LI>Le turbo tourne &agrave; grande vitesse ,environ 120000 r.p.m. Ce n'est pas la
peine de dire que la lubrification des paliers du turbo est primordiale pour la vie de celui-ci
(Voir point suivant).

</UL>

<A NAME="idle">
<H2>Laisser le moteur au ralentit quelques instants avant de l'arr&ecirc;ter</H2>
</A>

<P>Les faibles tol&eacute;rances des paliers du turbo sont con&ccedil;ues pour lui permettre
de tourner tr&egrave;s vite quand l'ensemble arbre/paliers sont &agrave; leur temp&eacute;rature de
fonctionnement. Quand on d&eacute;marre le moteur, l'huile met un peu de temps &agrave;
arriver et &agrave; lubrifier correctement le turbo. Et de plus, les hautes temp&eacute;ratures
que peut supporter la carcasse du turbo ne devraient pas &ecirc;tre atteintes
brusquement (risque de choc thermique y grippage).

<P>C'est la raison pour laquelle il faut laisser chauffer le moteur avant
d'utiliser le turbo. Moi, je n'utilise pas le turbo en absolu jusqu'&agrave; que
<A HREF="tecst6_f.htm#turbogg">l'indicateur de temp&eacute;rature</A> indique
60&deg;C (1/3 de l'&eacute;chelle) et j'essaie alors de le faire travailler de
mani&egrave;re graduelle, pas simplement en acc&eacute;l&eacute;rant &agrave; fond...

<P>Quand on va arr&ecirc;ter la voiture, surtout si l'on vient d'utiliser le turbo
(comme sur une autoroute et on s'arr&ecirc;te pour faire le plein, par exemple), le turbo
est &agrave; tr&egrave;s hautes temp&eacute;ratures. On peut m&ecirc;me voir des images de turbos port&eacute;s au rouge
sur les bancs de puissance des moteurs! Si on arr&ecirc;tait le moteur et qu'on le laissait
refroidir, l'huile qui reste dans le turbo se br&ucirc;lerait, en cr&eacute;ant des d&eacute;p&ocirc;ts solides
dans les paliers, ce qui raccourcirait sa vie. Et bien s&ucirc;r, si on arr&ecirc;tait le moteur
tr&egrave;s vite, le turbo pouvant encore &ecirc;tre en train de tourner, &ccedil;a le laisserait tout d'un coup
sans lubrification et les paliers r&eacute;ellement souffriraient.


<P>C'est pourquoi il faut laisser le moteur tourner au ralentit quelques secondes
avant de l'&eacute;teindre. Le Renault 21 Turbo avait une pompe &agrave; eau &eacute;lectrique
qui fonctionnait apr&egrave;s avoir arr&ecirc;t&eacute; le moteur pour refroidir le turbo &eacute;viter ce probl&egrave;me.

<H2>La l&eacute;gende noire du turbo et la vie r&eacute;elle</H2>

<P>Quelqu'un a-t-il d&eacute;j&agrave; entendu quelque chose comme &ccedil;a?

<P><CITE>"Les 5 Turbo ont un probl&egrave;me: En r&eacute;trogradant, le turbo se met en route et, au lieu
de ralentir, la voiture acc&eacute;l&egrave;re. C'est pour &ccedil;a que beaucoup de personnes
se sont tu&eacute;es dans ces voitures."</CITE>

<P>Si l'on n'acc&eacute;l&egrave;re plus, le volet du carburateur se ferme,
et laisse le moteur sans essence &agrave; br&ucirc;ler, seuleument la quantit&eacute; donn&eacute;e
par le ralentit et le peu que peut absorber le moteur lui m&ecirc;me
(C'est pour cela qu'il ralentit:-) ). La pression d'&eacute;chappement est fonction de 
la quantit&eacute; d'air que prend le moteur, qui d&eacute;pend directement de son r&eacute;gime et de sa taille,
mais fondamentalement du volume qu'occupent les gaz cr&eacute;&eacute;s lors de la combustion utilisant cet air.
Avec peu de carburant, peu de pression dans les gaz d'&eacute;chappement, donc le turbo ne devrait
pas fonctionner. C'est pour &ccedil;a que, quand on r&eacute;trograde, quelque soit le r&eacute;gime
moteur, l'aiguille de la pression turbo ne monte pas.

<P>Mais chaque l&eacute;gende a son origine, car il y a deux mani&egrave;res de monter un turbo. Le GTT
utilise un carburateur 'souffl&eacute;' (Air -&gt turbo -&gt carburateur -&gt moteur) et le papillon
du carburateur est juste au dessus du moteur, on peut donc couper brutalement le m&eacute;lange
d'air/essence. Mais l'ancienne R5 Alpine Turbo avait le carburateur 'aspir&eacute;' (Air -&gt
carburateur -&gt turbo -&gt moteur). De cette mani&egrave;re, il y a une colonne gazeuse de m&eacute;lange
entre le papillon et le moteur, l'effet de la d&eacute;c&eacute;l&eacute;ration n'est alors pas si imm&eacute;diat...

<P>De plus, le syst&egrave;me de pilotage du Turbo du GTT n'est pas aussi simple, avec juste
un tuyau partant de l'admission, transmettant la pression de suralimentation et qui
fait ouvrir le bo&icirc;tier r&eacute;gulateur quand c'est n&eacute;cessaire (Sauf pour
<A HREF="trick3_f.htm#coupe">la modification "Coupe"</A>). Nous avons beaucoup de 
tuyaux dans le compartiment moteur, et ils permettent un utilisation du turbo
plus douce, d&eacute;pendant principalement de la charge.

<P>Les surnoms pour le GT Turbo (La tombe ouverte, le cercueil...) viennent
du fait que, avec seulement 1397cm3 pour ralentir quand on l&egrave;ve le pied de
l'acc&eacute;l&eacute;rateur, la voiture sort 120 impressionants Cv pour acc&eacute;l&eacute;rer, et
l'esprit humain est faible...

<A NAME=boost>
<H2>Augmenter la pression de turbo.
<BR>Les overboost ('bleed valves')</H2>
</A>

<P>Augmenter la presion de suralimentation du turbo (celle d'origine est de
0.68 bar, 9.8 psi) est une forme efficace d'augmenter la puissance du moteur.
Les probl&egrave;mes sont:

<UL>
 <LI>La vie du turbo se raccourcit vu qu'il tourne plus vite. Le turbo Garret T2 d'origine
  n'appr&eacute;cierait pas de travailler &agrave; plus de 1.2 bar (17 psi).
 <LI>Le moteur admet une pression maximum. La compression du m&eacute;lange air/essence 
  sous pression produira de la d&eacute;tonation ou du cliquetis, qui &agrave; hauts r&eacute;gimes,
  peut endommager le moteur.
 <LI>La quantit&eacute; de m&eacute;lange air/essence doit rester approximativement constante
  et une augmentation d'air doit &ecirc;tre accompagn&eacute;e d'une augmentation d'essence.
  Un m&eacute;lange trop pauvre peut peut -encore- endommager le moteur. A partir de 1.0 bar,
  il faudrait utiliser une paire de gicleurs du style 135/50.
 <LI>Il y a un presostat de s&eacute;curit&eacute; dans le conduit qui va du turbo &agrave; l'&eacute;changeur qui coupe
  l'allumage si la pression d&eacute;passe 1.1bar (16psi). Il peut &ecirc;tre d&eacute;connect&eacute; (!) ou re-r&eacute;gl&eacute;(?).
</UL>

<P>Pour augmenter la pression de sural, la premi&egrave;re solution est de 
<A HREF="trick3_f.htm#actuator">modifier la longueur de la tige du bo&icirc;tier r&eacute;gulateur</A>.
C'est une m&eacute;thode &eacute;conomique, simple et efficace, mais elle a un d&eacute;faut: on ne peut pas
la modifier &agrave; souhait (depuis l'habitacle par ex)

<P>Une autre m&eacute;thode consiste &agrave; <A HREF="trick3_f.htm#bleed">installer un overboost</A>.
Il cr&eacute;e une fuite dans le tuyau qui va &agrave; la capsule du bo&icirc;tier r&eacute;gulateur y cela implique
une plus grande pression de suralimentation pour d&eacute;placer le clapet. L'avantage, c'est qu'on
peut r&eacute;gler cette fuite (et donc la pression de sural) avec la vanne (c'est un robinet), ce qui
permet d'avoir une pression diff&eacute;rente selon ses n&eacute;cessit&eacute;s.

<P>Et la meilleure solution est d'utiliser, un controleur &eacute;lectronique de pression, une sorte
d'overboost automatique qui agit sur le syst&egrave;me de pilotage du turbo.

<H2>Les 'dump valves'</H2>

<P>Quand on l&egrave;ve le pied, la pression des gaz d'&eacute;chappement disparait, mais
ce n'est pas la raison pour laquelle la pression de suralimentation diminue
quand on change de rapport, car la turbine est en train de tourner &agrave; haute
vitesse (jusqu'&agrave; 120.000 tr/min) et elle ne devrait pas s'arr&ecirc;ter aussi
facilement. Le probl&egrave;me, c'est qu'en faisant ceci, le papillon du carburateur
se ferme, l'air circule alors dans un conduit ferm&eacute; et la turbine s'arr&ecirc;te alors
violemment.

<P>Cette fermeture violente est la responsable de ces temps morts sans pression
pendant les changements de rapports et, avec de hautes pressions de sural,
cel&agrave; peut m&ecirc;me endommager le carburateur ou le turbo lui m&ecirc;me.

<P>Pour &eacute;viter ceci, il existe des 'dump valves'.Elles fonctionnent en ouvrant un chemin
secondaire (g&eacute;n&eacute;ralement l'air libre)pour la pression d'admission quand
c'est n&eacute;cessaire, d&eacute;chargeant le syst&egrave;me de cette mani&egrave;re
s&ucirc;re et permettant &agrave; la turbine de perdre de la vitesse le plus lentement
et graduellement possible.

<P> <!-- Footer -->
<CENTER>
<TABLE BORDER=0 CELLSPACING=0 CELLPADDING=0>
<TR>
<TD><A HREF="gttint_f.htm"><IMG SRC="foot_1_f.gif" ALT="Index" WIDTH=77 HEIGHT=40 BORDER=0></A></TD>
<TD><A HREF="tecst3.htm"><IMG SRC="foot_2_f.gif" ALT="Version anglaise" WIDTH=131 HEIGHT=40 BORDER=0></A></TD>
<TD><A HREF="tecst3_e.htm"><IMG SRC="foot_3_f.gif" ALT="Version espagnole" WIDTH=141 HEIGHT=40 BORDER=0></A></TD>
<TD><A HREF="http://www.etsit.upm.es/~alex/gtt/gttint_f.htm"><IMG SRC="foot_4_f.gif" ALT="Autre serveur" WIDTH=108 HEIGHT=40 BORDER=0></A></TD>
<TD><A HREF="credit_f.htm"><IMG SRC="foot_5_f.gif" ALT="Alex" WIDTH=50 HEIGHT=40 BORDER=0></A></TD>
<TD><A HREF="email__f.htm"><IMG SRC="foot_6_f.gif" ALT="Ecrire &agrave; Alex" WIDTH=118 HEIGHT=40 BORDER=0></A></TD>
</TR>
</TABLE>
</CENTER>
</BODY>
</HTML>
