<!DOCTYPE HTML PUBLIC>

<!-- Alex's GT Turbo pages -->
<!-- Page: Technical page 8 -->
<!-- Language: Spanish -->
<!-- Version: 4.02 -->
<!-- Last update: 20-feb-99 -->

<HTML>
<HEAD>
<TITLE>P&aacute;ginas GT Turbo de Alex: P&aacute;gina t&eacute;cnica de frenos</TITLE>
<META NAME="keywords" CONTENT="Renault, 5, GT, Turbo, mecanica, preparacion, tuning">
<META NAME="description" CONTENT="P&aacute;ginas GT Turbo de Alex">
</HEAD>
<BODY BGCOLOR="#000000" TEXT="#D0D0D0" LINK="#CC8000" VLINK="#ffffff">

<CENTER><IMG SRC="fire5__e.gif" ALT="P&aacute;ginas GT Turbo de Alex" WIDTH=630 HEIGHT=85>

<P><IMG SRC="l_bra.gif" ALT="Frenos" WIDTH=88 HEIGHT=46>
<H1>P&aacute;gina t&eacute;cnica: Frenos</H1>

</CENTER>

<P>
<A NAME=compound>
<H2>Eligiendo pastillas</H2>
</A>
<P>Algunos puntos a saber:
<UL>
<P><LI>Los diferentes compuestos que puedes ver pueden mencionar que precisen
precalentamiento, o un rango de temperaturas. Eso es porque las pastillas no
pueden estar dise&ntilde;adas para proporcionar un frenado optimo a todas las
temperaturas. En frenadas fuertes, como en competici&oacute;n, las pastillas pueden
alcanzar los 700&deg;C, y por eso algunas pastillas que est&aacute;n espec&iacute;ficamente
dise&ntilde;adas para uso intensivo necesitan precalentamiento. No frenan casi nada
en frio pero se comportan muy bien a altas temperaturas. Hay que tener cuidado
con eso porque incluso sabiendo que si frenas fuerte las pastillas pueden
calentarse r&aacute;pido en una frenada larga a alta velocidad, si no cuentas con
ello &iexcl;es f&aacute;cil romper un paragolpes en tu primera frenada en el primer
sem&aacute;foro por la ma&ntilde;ana!

<P>As&iacute; que es inteligente elegir pastillas que den algo de agarre a baja
temperatura y no ir a por el &uacute;ltimo juego de competicion para uso diario...

<P><LI>Los juegos de pastillas de altas prestaciones usualmente se gastan
m&aacute;s r&aacute;pidamente que los normales, puesto que son m&aacute;s blandos.

<P><LI>El mayor esfuerzo de frenado se hace siempre con los frenos delanteros,
as&iacute; que esos son los que merece la pena mejorar. En cualquier frenada fuerte
el limitador de frenada trasero reducir&aacute; la presi&oacute;n efectiva del l&iacute;quido
de frenos que llegue a las pastillas trasera, as&iacute; que no tiene mucho sentido
tratar de mejorar la frenada detr&aacute;s usando mejores pastillas, pero realmente
siendo un perfeccionista, cuando cambias a un juego de pastillas delanteras
de altas prestaciones, deber&iacute;as instalar el mismo modelo atr&aacute;s o reajustar
el limitador de frenada para volver a compensar la frenada.
</UL>

<P>
<A NAME=fading>
<H2>Fading</H2>
</A>

<P>Los discos de frenos se calientan mucho si se usan intensivamente (no
es raro ver discos al rojo en rallyes, por ejemplo). Est&aacute;n preparados
para disipar mucho calor (los ventilados son mucho mejor para eso, y
por eso lo discos delanteros del GT Turbo lo son), pero siempre hay un
l&iacute;mite.

<P>El problema con el calor es que el l&iacute;quido de frenos comienza a
ebullir e introduce aire en las lineas de freno. Entonces se habla de
'fading' de l&iacute;quido, una reducci&oacute;n progresiva de la eficacia de frenado
que tambi&eacute;n se percibe como una sensaci&oacute;n esponjosa en el pedal de freno.

<P>Otro efecto del excesivo calentamiento es el 'fading' de pastillas,
cuando &eacute;stas sobrepasan su temperatura de funcionamiento (dependiendo del
material con que est&eacute;n hechas cada una, claro) se reduce el
coeficiente de frotamiento. En este caso se nota tambi&eacute;n una reducci&oacute;n
en la potencia de frenado, pero esta vez el pedal queda duro.
Adem&aacute;s las pastillas pueden llegar a cristalizarse, lo que las arruinaria
para siempre.

<P>
<A NAME=fluid>
<H2>Eligiendo un l&iacute;quido de frenos</H2>
</A>
<P>Hay que tener en cuenta que:
<UL>
 <LI>Como regla general, no deben mezclarse distintos tipos de l&iacute;quido
   de frenos.
 <LI>La calidad de un l&iacute;quido de frenos aumenta con su resistencia a la
   compresi&oacute;n y su punto de ebullici&oacute;n. DOT 4 es mejor calidad que DOT
   3, y DOT 5, dise&ntilde;ado para veh&iacute;culos con ABS, es incluso mejor que ambos.
 <LI>Hay l&iacute;quidos pensados s&oacute;lo para uso en competici&oacute;n (series 550,600).
   Sus caracter&iacute;sticas son muy buenas, su punto de ebullicici&oacute;n es extremadamente
   algo... pero hay que cambiarlos tras cada carrera porque son higrosc&oacute;picos:
   tienden a absorbere humedad y se vuelves peores y peores r&aacute;pidamente. Si
   no piensas cambiar de l&iacute;quido cada mes, no recomendar&iacute;a usarlos.
</UL>

<P> <!-- Footer -->
<CENTER>
<TABLE BORDER=0 CELLSPACING=0 CELLPADDING=0>
<TR>
<TD><A HREF="gttint_e.htm"><IMG SRC="foot_1_e.gif" ALT="&Iacute;ndice" WIDTH=73 HEIGHT=40 BORDER=0></A></TD>
<TD><A HREF="tecst8.htm"><IMG SRC="foot_2_e.gif" ALT="Versi&oacute;n inglesa" WIDTH=128 HEIGHT=40 BORDER=0></A></TD>
<TD><A HREF="tecst8_f.htm"><IMG SRC="foot_3_e.gif" ALT="Versi&oacute;n francesa" WIDTH=127 HEIGHT=40 BORDER=0></A></TD>
<TD><A HREF="http://www.etsit.upm.es/~alex/gtt/gttint_e.htm"><IMG SRC="foot_4_e.gif" ALT="Servidor alternativo" WIDTH=147 HEIGHT=40 BORDER=0></A></TD>
<TD><A HREF="credit_e.htm"><IMG SRC="foot_5_e.gif" ALT="Alex" WIDTH=49 HEIGHT=40 BORDER=0></A></TD>
<TD><A HREF="email__e.htm"><IMG SRC="foot_6_e.gif" ALT="Email Alex" WIDTH=102 HEIGHT=40 BORDER=0></A></TD>
</TR>
</TABLE>
</CENTER>
</BODY>
</HTML>
