<!DOCTYPE HTML PUBLIC>

<!-- Alex's GT Turbo pages -->
<!-- Page: Technical page 8 -->
<!-- Language: French -->
<!-- Version: 4.01 -->
<!-- Last update: 14-mar-99 -->

<HTML>
<HEAD>
<TITLE>Pages GT Turbo d'Alex: Page technique sur les freins</TITLE>
<META NAME="keywords" CONTENT="Renault, 5, GT, Turbo, m&eacute;canique, pr&eacute;paration, tuning">
<META NAME="description" CONTENT="Pages GT Turbo d'Alex">
</HEAD>
<BODY BGCOLOR="#000000" TEXT="#D0D0D0" LINK="#CC8000" VLINK="#ffffff">

<CENTER><IMG SRC="fire5__f.gif" ALT="Pages GT Turbo d'Alex" WIDTH=630 HEIGHT=85>

<P><IMG SRC="l_bra.gif" ALT="Brakes" WIDTH=88 HEIGHT=46>
<H1>Page technique: les freins</H1>

</CENTER>

<A NAME=compound>
<H2>Choisir ses plaquettes</H2>
</A>
<P>Quelques points &agrave; conna&icirc;tre:
<UL>
<P><LI>Les diff&eacute;rents compromis que l'on peut voir peuvent mentionner
mise en temp&eacute;rature, ou une zone de temp&eacute;rature. Ceci s'explique par
le fait que les plaquettes ne peuvent pas &ecirc;tre con&ccedil;ues pour un freinage
optimum &agrave; toutes les temp&eacute;ratures. Lors d'un fort freinage, comme en comp&eacute;tition,
les plaquettes peuvent atteindre 700&deg;C, et c'est pour cette raison que certaines
plaquettes sp&eacute;cifiques &agrave; un usage intensif, ont besoin d'&ecirc;tre "pr&eacute;"-chauff&eacute;es.
Elles ne freinent quasiment rien &agrave; froid mais on un tr&egrave;s bon comportement &agrave; chaud.
Il faut faire attention avec ceci, car m&ecirc;me si on sait qu'on freine fort,
les plaquettes peuvent &ecirc;tre chaudes rapidement dans un long freinage &agrave; haute
vitesse, comme on peut ne pas y compter dessus et s'ab&icirc;mer le parechoc au premier
freinage au premier feu de bon matin!

<P>Il est donc intelligent de choisir des plaquettes qui ont un bon grip &agrave;
froid plut&ocirc;t que de prendre le dernier jeu de comp&eacute;tition pour un usage journalier...

<P><LI>Les jeux de plaquettes hautes performances s'usent plus rapidement que les
classiques, car ils sont plus tendres

<P><LI>Le plus gros effort de freinage se fait toujours &agrave; l'avant, ce sont donc
les freins avant qui m&eacute;riteront d'&ecirc;tre am&eacute;lior&eacute;s. Dans tout freinage fort,
le limiteur de freinage limitera la pression effective du liquide de frein
qui agit sur les plaquettes arri&egrave;res, et donc, &ccedil;a n'a pas beaucoup de sens de vouloir
am&eacute;liorer le freinage arri&egrave;re en y mettant de meilleures plaquettes, mais en &eacute;tant
un perfectionniste, quand on passe &agrave; un jeu de plaquettes avant de hautes prestations,
il faudrait installer le m&ecirc;me mod&egrave;le &agrave; l'arri&egrave;re ou r&eacute;gler le limiteur de freinage pour
retrouver la bonne r&eacute;partition de freinage AV/AR.

</UL>

<A NAME=fading>
<H2>Fading</H2>
</A>

<P>Les disques de freins chauffent beaucoup si on les utilise de
mani&egrave;re intensive (ce n'est pas rare de voir des disques port&eacute;s au rouge
en rallye, par exemple). Ils sont &eacute;tudi&eacute;s pour dissiper beaucoup de chaleur
(les ventil&eacute;s sont beaucoup mieux pour &ccedil;a, et c'est pou cela que les disques
avants du GT Turbo le sont), mais il y a toujours une limite.

<P>Le probl&egrave;me avec la chaleur, c'est que le liquide de frein commence &agrave; bouillir
et &ccedil;a introduit de l'air dans les conduites de freins: on parle alors de 'fading',
de liquide, une diminution progressive de l'efficacit&eacute; de freinage qui se per&ccedil;oit comme une
sensation spongieuse au niveau de la p&eacute;dale de frein.

<P>Un autre effet des hautes temp&eacute;ratures excessives est le 'fading' des plaquettes,
quand on d&eacute;passe leur temp&eacute;rature de fonctionnement normal (cela d&eacute;pend bien &eacute;videmment
du mat&eacute;riel avec lequel elles sont faites), le coefficient de frottement diminue. Dans
ce cas, on note &eacute;galement une diminution de la puissance de freinage, mais cette fois,
la p&eacute;dale reste dure. De plus, les plaquettes peuvent se glacer, ce qui les rend HS
pour toujours.

<P>
<A NAME=fluid>
<H2>Choisir un liquide de frein</H2>
</A>
<P>Il faut prendre en compte que:
<UL>
 <LI>Comme r&egrave;gle g&eacute;n&eacute;rale, ne jamais m&eacute;langer deux liquides
   de freins diff&eacute;rents.
 <LI>La qualit&eacute; d'un liquide de frein augmente avec sa r&eacute;sistance &agrave; la compression et
     son point d'&eacute;bullition. Le DOT 4 est de meilleure qualit&eacute; que le DOT 3, et le DOT 5,
     pr&eacute;vu pour les v&eacute;hicules avec ABS, est meilleur que les deux autres.
 <LI>Il y a des liquides r&eacute;serv&eacute;s &agrave; la comp&eacute;tition (s&eacute;ries 550, 600). Leurs caract&eacute;ristiques
     sont tr&egrave;s bonnes, leur point d'&eacute;bullition est extr&eacute;mement loin... mais il faut les
     changer toutes les trois courses car ils sont hygroscopiques: ils absorbent l'humidit&eacute;
     jusqu'&agrave; un certain point et apr&egrave;s, leurs caract&eacute;ristiques d&eacute;gringolent. Si on ne pense
     pas changer le liquide tous les mois, je ne recommenderai pas de les utiliser.
</UL>

<P> <!-- Footer -->
<CENTER>
<TABLE BORDER=0 CELLSPACING=0 CELLPADDING=0>
<TR>
<TD><A HREF="gttint_f.htm"><IMG SRC="foot_1_f.gif" ALT="Index" WIDTH=77 HEIGHT=40 BORDER=0></A></TD>
<TD><A HREF="tecst8.htm"><IMG SRC="foot_2_f.gif" ALT="Version anglaise" WIDTH=131 HEIGHT=40 BORDER=0></A></TD>
<TD><A HREF="tecst8_e.htm"><IMG SRC="foot_3_f.gif" ALT="Version espagnole" WIDTH=141 HEIGHT=40 BORDER=0></A></TD>
<TD><A HREF="http://www.etsit.upm.es/~alex/gtt/gttint_f.htm"><IMG SRC="foot_4_f.gif" ALT="Autre serveur" WIDTH=108 HEIGHT=40 BORDER=0></A></TD>
<TD><A HREF="credit_f.htm"><IMG SRC="foot_5_f.gif" ALT="Alex" WIDTH=50 HEIGHT=40 BORDER=0></A></TD>
<TD><A HREF="email__f.htm"><IMG SRC="foot_6_f.gif" ALT="Ecrire &agrave; Alex" WIDTH=118 HEIGHT=40 BORDER=0></A></TD>
</TR>
</TABLE>
</CENTER>
</BODY>
</HTML>