<!DOCTYPE HTML PUBLIC>

<!-- Alex's GT Turbo pages -->
<!-- Page: Tips and tricks page 5 -->
<!-- Language: Spanish -->
<!-- Version: 4.02 -->
<!-- Last update: 15-feb-99 -->

<HTML>
<HEAD>
<TITLE>P&aacute;ginas GT Turbo de Alex: Trucos y consejos de encendido</TITLE>
<META NAME="keywords" CONTENT="Renault, 5, GT, Turbo, mecanica, preparacion, tuning">
<META NAME="description" CONTENT="P&aacute;ginas GT Turbo de Alex">
</HEAD>
<BODY BGCOLOR="#000000" TEXT="#D0D0D0" LINK="#CC8000" VLINK="#ffffff">

<CENTER><IMG SRC="fire5__e.gif" ALT="P&aacute;ginas GT Turbo de Alex" WIDTH=630 HEIGHT=85>

<P><IMG SRC="l_ign.gif" ALT="Encendido" WIDTH=88 HEIGHT=46>
<H1>Trucos y consejos: Encendido</H1>

</CENTER>

<P>
<A NAME=wires>
<IMG SRC="th_ok.gif" ALT="&iexcl;Hecho!" ALIGN=RIGHT WIDTH=50 HEIGHT=50>
<IMG SRC="dific2.gif" ALT="Dificultad 2/5" ALIGN=RIGHT WIDTH=161 HEIGHT=43>
<H2>Avanzando</H2>
</A>

<H3>Intro:</H3>
<P>El rendimiento del motor aumenta con el avance del encendido. Esto
es cierto mientras que no aparezca detonacion (picado) y, en realidad,
el punto ideal de trabajo del encendido es aquel que hace al coche
trabajar al l&iacute;mite del picado. Hay captadores de posici&oacute;n angular
ajustables, y el punto correcto puede encontrarse en una sesi&oacute;n se
banco de rodillos, pero hay una forma f&aacute;cil y econ&oacute;mica de ganar
un poquito de avance.

<H3>Procedimiento:</H3>

<P>Simplemente invierte los dos cables que vienen del captador de posici&oacute;n
angular. La explicaci&oacute;n es que es inductivo y da un pico de tensi&oacute;n positivo
y uno negativo. El m&oacute;dulo usa uno de ellos, el segundo (No se si es el positivo
o el negativo, pero no es dif&iacute;cil chequearlo con un osciloscopio) e ignora
el primero. Si inviertes los cables, el positivo resulta negativo y
viceversa, as&iacute; que el m&oacute;dulo ignora ahora el segundo y usa el primero.

<P>Una forma de hacerlo limpia e inteligentemente es cortar con un peque&ntilde;o
destornillador y mucha paciencia las gu&iacute;as que evitan que el conector
se pueda meter del rev&eacute;s y &iexcl;entonces invertirlo! El &uacute;nico problema es que,
a menos de que cortes otro trozo de afuera, no se podr&aacute; sostener en el
soporte de origen, pero unas abrazaderas de pl&aacute;stico pueden hacerlo.

<P>Podr&iacute;a ser psicol&oacute;gico, pero creo que puede notarse un poco de
diferencia en la zona de las 4000-5000 r.p.m.

<H3>Notas:</H3>

<P>Los coches de fase 2, que tra&iacute;an el m&oacute;dulo de encendido Renix RE209,
tienen un detector de picado. En esos coches es m&aacute;s dif&iacute;cil que se
produzca, puesto que el m&oacute;dulo retarda el encendido cuando lo detecta,
pero hay que tener cuidado con la detonaci&oacute;n. Produce fuerzas muy fuertes
en la c&aacute;mara de combusti&oacute;n que pueden da&ntilde;ar el motor f&aacute;cilmente rompiendo
un aislante de buj&iacute;a, por ejemplo. Y ten en cuenta que el picado a alto
r&eacute;gimen no se puede o&iacute;r por el ruido del motor.

<P>
<A NAME=sparks>
<IMG SRC="think.gif" ALT="Pensando..." ALIGN=RIGHT WIDTH=50 HEIGHT=50>
<IMG SRC="dific2.gif" ALT="Dificultad 2/5" ALIGN=RIGHT WIDTH=161 HEIGHT=43>
<H2>Chispazos</H2>
</A>

<H3>Intro:</H3>

<P>Cuanto mejor, m&aacute;s uniforme y r&aacute;pidamente se inflame la mezcla gasolina-aire
en la c&aacute;mara de combustion, m&aacute;s rendimiento. Y un punto importante en
el encendido son las buj&iacute;as.

<H3>Procedimiento:</H3>

<P>El juego de origen (Champion N3G) es de suficiente calidad y funciona
bien con cambios de 15000 km. Pero pueden probar buj&iacute;as de altas prestaciones.
Los de m&uacute;ltiples electrodos son probablemente mejores (&iexcl;No he probado por
mi mismo a&uacute;n!), pero no te dejes confundir por algunos anuncios. Los
motores con turbo necesitan electrodos de platino para que duren m&aacute;s
de 3000 km y puedan soportar las presiones del turbo, y las Splitfires
standard, por ejemplo, no son de platino, as&iacute; que se deteriorar&aacute;n
r&aacute;pidamente y podr&iacute;an llevar incluso a peores problemas. Creo que
Splitfire hace tambi&eacute;n juegos de platino, pero no estoy seguro. Bosch y
otras marcas ofrecen juegos multi-electrodo de platino.

<H3>Notas:</H3>

<P>Al cambiar las buj&iacute;as, ten cuidado. Los alrededores de la rosca en
la culata est&aacute;n habitualmente muy sucios, y esas part&iacute;culas podr&iacute;an
entrar a trav&eacute;s del agujero de la buj&iacute;a mientras se las saca o pone.
La mejor soluci&oacute;n es una buena limpieza antes de aflojarlas.



<P> <!-- Footer -->
<CENTER>
<TABLE BORDER=0 CELLSPACING=0 CELLPADDING=0>
<TR>
<TD><A HREF="gttint_e.htm"><IMG SRC="foot_1_e.gif" ALT="&Iacute;ndice" WIDTH=73 HEIGHT=40 BORDER=0></A></TD>
<TD><A HREF="trick5.htm"><IMG SRC="foot_2_e.gif" ALT="Versi&oacute;n inglesa" WIDTH=128 HEIGHT=40 BORDER=0></A></TD>
<TD><A HREF="trick5_f.htm"><IMG SRC="foot_3_e.gif" ALT="Versi&oacute;n francesa" WIDTH=127 HEIGHT=40 BORDER=0></A></TD>
<TD><A HREF="http://www.etsit.upm.es/~alex/gtt/gttint_e.htm"><IMG SRC="foot_4_e.gif" ALT="Servidor alternativo" WIDTH=147 HEIGHT=40 BORDER=0></A></TD>
<TD><A HREF="credit_e.htm"><IMG SRC="foot_5_e.gif" ALT="Alex" WIDTH=49 HEIGHT=40 BORDER=0></A></TD>
<TD><A HREF="email__e.htm"><IMG SRC="foot_6_e.gif" ALT="Email Alex" WIDTH=102 HEIGHT=40 BORDER=0></A></TD>
</TR>
</TABLE>
</CENTER>
</BODY>
</HTML>
