<!DOCTYPE HTML PUBLIC>

<!-- Alex's GT Turbo pages -->
<!-- Page: Tips and tricks page 6 -->
<!-- Language: French -->
<!-- Version: 4.01 -->
<!-- Last update: 07-feb-99 -->

<HTML>
<HEAD>
<TITLE>Pages GT Turbo d'Alex: Trucs et conseils sur le syst&egrave;me &eacute;lectrique</TITLE>
<META NAME="keywords" CONTENT="Renault, 5, GT, Turbo, m&eacute;canique, pr&eacute;paration, tuning,
fonds, fonds de compteurs, compteurs">
<META NAME="description" CONTENT="Pages GT Turbo d'Alex">
</HEAD>
<BODY BGCOLOR="#000000" TEXT="#D0D0D0" LINK="#CC8000" VLINK="#ffffff">

<CENTER><IMG SRC="fire5__f.gif" ALT="Pages GT Turbo d'Alex" WIDTH=630 HEIGHT=85>

<P><IMG SRC="l_ele.gif" ALT="Syst&egrave;me &eacute;lectrique" WIDTH=88 HEIGHT=46>
<H1>Trucs et conseils: Le syst&egrave;me &eacute;lectrique</H1>

</CENTER>

<P>
<A NAME=dials>
<IMG SRC="th_ok.gif" ALT="Fait!" ALIGN=RIGHT WIDTH=50 HEIGHT=50>
<IMG SRC="dific3.gif" ALT="Difficult&eacute; 3/5" ALIGN=RIGHT WIDTH=161 HEIGHT=43>
<H2>Montage des fonds de compteurs</H2>
</A>
<H3>Intro:</H3>

<P>Une visibilit&eacute; et une localisation plus rapide de chaque compteur et
galvanom&egrave;tre peuvent &ecirc;tre am&eacute;lior&eacute;es en utilisant des fonds de compteurs
blancs. Beaucoup de monde les en met de n'importe quelle couleur simplement
pour un effet esth&eacute;tique. :(

<P>Pour avoir les fonds de compteurs, l'option co&ucirc;teuse est de les acheter dans une boutique
sp&eacute;cialis&eacute;e, mais on peut se les faire soi-m&ecirc;me: num&eacute;riser les originaux avec un scanner
(600 dpi min pour avoir une bonne r&eacute;solution), travailler les images avec un logiciel de
traitement d'image, puis les imprimer avec une imprimante laser couleur; c'est ce qu'a fait
pour moi mon ami <A HREF="http://delealum.etsii.upm.es/~sylvain/">Sylvain </A>. Pour ceux qui
les veulent d&eacute;j&agrave; faits, <A HREF="mailto:sylvain@delealum.etsii.upm.es" NAME=
"Email him!">&eacute;crire &agrave; Sylvain</A>, c'est son business d'en faire!


<P>Avec ces fonds de compteurs "faits maison", quand on allume les phares
de nuit, si on enl&egrave;ve les fonds d'origine, on devine par transparence le
squelette du m&eacute;canisme. Pour s'assurer d'une meilleure illumination nocturne,
nous avons pr&eacute;f&eacute;r&eacute; garder les fonds originaux en dessous. La lumi&egrave;re doit
maintenant passer &agrave; travers les chiffres oranges et ensuite par les nouveaux,
et nous choisissons donc des chiffres rouges et non noir. Le r&eacute;sultat final
est bien, on voit des num&eacute;ros rouge&acirc;tres contre un fond noir, peut &ecirc;tre
avec un peu moins de puissance d'&eacute;clairage (ce doit &ecirc;tre possible
d'installer des ampoules de tableau de bord plus puissantes!).

<H3>Proc&eacute;d&eacute;:</H3>

<P>Avant de commencer, s'assurer que l'on a tous les outils en sa
possession; un r&eacute;glet ou toute autre r&egrave;gle pr&eacute;cise,
un petit tournevis fin, une fourchette, une douille de 4mm et une de 5,5mm,
une paire de pinces universelles avec des becs pas trop larges,un petit
marteau, une lampe, et une feuille de papier avec un stylo et bien s&ucirc;r
les fonds de compteur!</P

<P>D&eacute;brancher la batterie. D&eacute;poser le combin&eacute;
d'instruments (compteur). Lever la casquette vers le haut (2cm), elle
doit se sortir sans probl&egrave;mes; D&eacute;visser les vis se trouvant
aux deux extr&eacute;mit&eacute;s en haut du compteur, soulever le compteur
et le faire venir vers soi (1cm).Maintenant qu'il n'est plus en place
d&eacute;brancher les diff&eacute;rents connecteurs et le tuyau reli&eacute;
au manom&egrave;tre de pression Turbo.

<P><TABLE BORDER=0><TR>
<TD ALIGN=RIGHT><IMG SRC="contador.jpg" ALT="Compteur" HSPACE=15 WIDTH=334 HEIGHT=179></TD>
<TD ALIGN=LEFT>Maintenant, il faut op&eacute;rer sur un plan de travail
propre et horizontal. Enlever la vitre en prenant garde de ne pas
l'ab&icirc;mer et de ne pas casser les clips plastiques. En principe,
il vaut mieux commencer par ceux du bas. Poser le compteur horizontalement
et tapoter sur le contour pour que les aiguilles prennent leur position
d'&eacute;quilibre.</TD>
</TR>
</TABLE>

<P><TABLE BORDER=0><TR>
<TD ALIGN=RIGHT>Rep&eacute;rer leur position par rapport aux graduations
et si possible en prenant des c&ocirc;tes &agrave; partir du plan horizontal.
Ecrire tous les r&eacute;sultats sur la feuille de papier dont nous avions
parl&eacute; plus haut.</TD>
<TD ALIGN=LEFT><IMG SRC="medida.jpg" ALT="Mesure des positions des aiguilles" HSPACE=15 WIDTH=250 HEIGHT=150></TD>
</TR></TABLE>

<P><CENTER><TABLE BORDER=0><TR>
<TD ALIGN=RIGHT><IMG SRC="ntenedor.jpg" ALT="Pas bien" WIDTH=300 HEIGHT=140></TD>
<TD ALIGN=LEFT><IMG SRC="tenedor.jpg" ALT="Ok" WIDTH=300 HEIGHT=140></TD>
</TR></TABLE></CENTER>

<P><TABLE BORDER=0><TR>
<TD ALIGN=CENTER COLSPAN="2">Ensuite, il faut enlever les aiguilles, mais en
faisant extr&eacute;mement ATTENTION: il ne faut pas faire levier comme
c'est indiqu&eacute; sur la photo de gauche car on risquerait de plier
l'axe du galvanom&egrave;tre. Il faut tirer la fourchette vers soi une
fois qu'elle est pass&eacute;e sous l'aiguille (photo de droite). Ne
pas avoir peur de tirer fort ou de les voir voler, elles sont souvent
difficiles &agrave; extraire.</TD>
</TR></TABLE>

<P><TABLE BORDER=0><TR>
<TD ALIGN=RIGHT><IMG SRC="tornillo.jpg" ALT="D&eacute;pose des vis" HSPACE=15 WIDTH=240 HEIGHT=220></TD>
<TD ALIGN=LEFT>Une fois toutes les aiguilles enlev&eacute;es, d&eacute;poser
les vis maintenant le fond du compte-tours, placer le nouveau fond par dessus
et remettre les vis en place. En voila un de mont&eacute;! Faire la
m&ecirc;me chose avec le tachym&egrave;tre. Puis vient le plus
int&eacute;ressant: les 3 petits (eau, huile, essence).</TD>
</TR></TABLE>

<P><TABLE BORDER=0><TR>
<TD ALIGN=RIGHT>Chaque petit galvanom&egrave;tre poss&egrave;de trois vis;
nous ne toucherons qu'&agrave; celle du milieu avec la douille de 5,5mm,
les autres &eacute;tant les plots o&ugrave; se fait le contact. Prendre
garde de ne pas perdre la ou les rondelles.</TD>

<TD ALIGN=LEFT><IMG SRC="tuerca.jpg" ALT="D&eacute;pose d'un petit galvanom&egrave;tre" HSPACE=15 WIDTH=230 HEIGHT=160></TD>
</TR></TABLE>

<P><TABLE BORDER=0><TR>
<TD ALIGN=RIGHT><IMG SRC="quitrem1.jpg" ALT="Extraction du rivet" HSPACE=15 WIDTH=240 HEIGHT=200></TD>
<TD ALIGN=LEFT>Il y a deux petits rivets qui maintiennent le fond d'origine au
support. Pour les enlever, appuyer sur le pied (par opposition &agrave; la 
t&ecirc;te!)du rivet avec un bec de la pince, jusqu'&agrave; qu'il affleure le
plastique jaune.</TD>
</TR></TABLE>

<P><TABLE BORDER=0><TR>
<TD ALIGN=RIGHT>Poser la douille de 4mm verticale sur le plan de travail, le
galvanom&egrave;tre horizontal, la t&ecirc;te du rivet se trouvant dans
la douille, puis extraire le rivet en appuyant avec un tournevis
de pr&eacute;cision tr&egrave;s fin sur son pied.</TD>

<TD ALIGN=LEFT><IMG SRC="quitrem2.jpg" ALT="Extraction d'un rivet (2)" HSPACE=15 WIDTH=240 HEIGHT=200></TD>
</TR></TABLE>

<P><TABLE BORDER=0><TR>
<TD ALIGN=RIGHT><IMG SRC="luz.jpg" ALT="La preuve par la lumi&egrave;re" HSPACE=15 WIDTH=313 HEIGHT=85></TD>
<TD ALIGN=LEFT>Enfin, installer le nouveau fond en v&eacute;rifiant que les
indications coincident avec les anciennes gr&acirc;ce &agrave; une lampe
-il est conseill&eacute; de faire cette op&eacute;ration dans une salle
totalement obscure- et remettre les rivets en place.</TD>
</TR></TABLE>

<P><TABLE BORDER=0><TR>
<TD ALIGN=RIGHT>Pour terminer le remontage des rivets, appuyer avec un bec de
la pince sur la t&ecirc;te du rivet, l'autre prenant appui sur le support
en plastique jaune.</TD>
<TD ALIGN=LEFT><IMG SRC="instarem.jpg" ALT="Remise en place du rivet" HSPACE=15 WIDTH=240 HEIGHT=190></TD>
</TR></TABLE>

<P><TABLE BORDER=0><TR>
<TD ALIGN=RIGHT><IMG SRC="agujas.jpg" ALT="Remontage des aiguilles" HSPACE=15 WIDTH=210 HEIGHT=200></TD>
<TD ALIGN=LEFT>Remettre les aiguilles en place, en veillant bien &agrave; ce
qu'elles aient la m&ecirc;me position d'&eacute;quilibre, ceci pouvant
&ecirc;tre tr&egrave;s facilement v&eacute;rifi&eacute; en reprenant
des mesures. Ne pas h&eacute;siter &agrave; recommencer plusieurs fois
pour avoir avoir un meilleur r&eacute;sultat.</TD>
</TR></TABLE>

<P><TABLE BORDER=0><TR>
<TD ALIGN=CENTER>Il ne reste plus qu'&agrave; reposer la vitre (trivial...)
sans oublier de l'avoir nettoy&eacute;e, reposer le combin&eacute;
d'instrument en prenant garde de ne rien oublier de rebrancher, reposer
les deux petites vis, la casquette et enfin rebrancher la batterie.</TD>

<TD ROWSPAN=2><IMG SRC="interior.jpg" ALT="Vue int&eacute;rieure" WIDTH=250 HEIGHT=183></TD>
</TR><TR>
<TD ALIGN=CENTER><IMG SRC="contvidr.jpg" ALT="R&eacute;sultat final" WIDTH=316 HEIGHT=86></TD>
</TR></TABLE>
<H3>Remarque:</H3>

<P>La touche finale, si on monte des fonds blancs, est un peu de 'Tipp-Ex' sur
les t&ecirc;tes noires des vis.

<P> <!-- Footer -->
<CENTER>
<TABLE BORDER=0 CELLSPACING=0 CELLPADDING=0>
<TR>
<TD><A HREF="gttint_f.htm"><IMG SRC="foot_1_f.gif" ALT="Index" WIDTH=77 HEIGHT=40 BORDER=0></A></TD>
<TD><A HREF="trick6.htm"><IMG SRC="foot_2_f.gif" ALT="Version anglaise" WIDTH=131 HEIGHT=40 BORDER=0></A></TD>
<TD><A HREF="trick6_e.htm"><IMG SRC="foot_3_f.gif" ALT="Version espagnole" WIDTH=141 HEIGHT=40 BORDER=0></A></TD>
<TD><A HREF="http://www.etsit.upm.es/~alex/gtt/gttint_f.htm"><IMG SRC="foot_4_f.gif" ALT="Autre serveur" WIDTH=108 HEIGHT=40 BORDER=0></A></TD>
<TD><A HREF="credit_f.htm"><IMG SRC="foot_5_f.gif" ALT="Alex" WIDTH=50 HEIGHT=40 BORDER=0></A></TD>
<TD><A HREF="email__f.htm"><IMG SRC="foot_6_f.gif" ALT="Ecrire &agrave; Alex" WIDTH=118 HEIGHT=40 BORDER=0></A></TD>
</TR>
</TABLE>
</CENTER>
</BODY>
</HTML>
