<!DOCTYPE HTML PUBLIC>

<!-- Pages GT Turbo d'Alex -->
<!-- Page: Tips and tricks page 5 -->
<!-- Language: Francais -->
<!-- Version: 4.01 -->
<!-- Last update: 27-feb-99 -->

<HTML>
<HEAD>
<TITLE>Pages GT Turbo d'Alex: Trucs et conseils sur l'allumage</TITLE>
<META NAME="keywords" CONTENT="Renault, 5, GT, Turbo, m&eacute;canique, pr&eacute;paration, tuning,
rallye, allumage, bougies, avance">
<META NAME="description" CONTENT="Pages GT Turbo d'Alex">
</HEAD>
<BODY BGCOLOR="#000000" TEXT="#D0D0D0" LINK="#CC8000" VLINK="#ffffff">

<CENTER><IMG SRC="fire5__f.gif" ALT="Pages GT Turbo d'Alex" WIDTH=630 HEIGHT=85>

<P><IMG SRC="l_ign.gif" ALT="Allumage" WIDTH=88 HEIGHT=46>
<H1>Trucs et conseils: l'allumage</H1>

</CENTER>

<P>
<A NAME=wires>
<IMG SRC="th_ok.gif" ALT="Faite!" ALIGN=RIGHT WIDTH=50 HEIGHT=50>
<IMG SRC="dific2.gif" ALT="Difficult&eacute; 2/5" ALIGN=RIGHT WIDTH=161 HEIGHT=43>
<H2>L'avance &agrave; l'allumage</H2>
</A>

<H3>Intro:</H3>
<P>Les performances d'un moteur augmentent avec l'avance &agrave; l'allumage. Ceci
est s&ucirc;r jusqu'au moment o&ugrave; l'auto-allumage (cliquetis) apparait et,
en r&eacute;alit&eacute;, le point id&eacute;al de travail de l'allumage est celui qui fait que le
moteur travaille &agrave; la limite du cliquetis. Il y a des capteurs de position 
angulaire r&eacute;glables, et le point correct peut &ecirc;tre trouv&eacute; en passant sur un 
banc de puissance, mais il y a une mani&egrave;re facile et conomique de gagner un
d'avance.

<H3>Proc&eacute;d&eacute;:</H3>

<P>Il faut juste inverser les deux fils venant du capteur angulaire de position.
De cette mani&egrave;re, on obteint un gain de 3 ou 4&deg; d'avance. Le capteur
&eacute;tant inductif, il fournit un pic de tension positif et un n&eacute;gatif. Le module
utilise un des deux, le second (Je ne sais pas si c'est le positif ou le n&eacute;gatif,
mais ce n'est pas difficile de le v&eacute;rifier avec un oscilloscope) et ne tient pas
compte du premier. En inversant les cables, le positif devient n&eacute;gatif et
vice-versa, donc le module ignore maintenant le second et utilise le premier.

<P>Une mani&egrave;re de le faire proprement et intelligemment est de couper
avec un petit tournevis et beaucoup de patience les guides qui &eacute;vitent que
le connecteur soit branch&eacute; &agrave; l'envers, et donc il n'y a qu'&agrave; l'inverser!
L'unique probl&egrave;me est que, &agrave; moins de couper un autre bout de plastique,
on ne pourra plus utiliser la prise standart d'origine, mais des colliers
en plastique feront l'affaire.

<P>Ce pourrait &ecirc;tre psychologique, mais je crois que l'on peut sentir une petite
diff&eacute;rence dans la zone des 4000-5000 tr/min.

<H3>Remarque:</H3>

<P>Les phases 2, qui poss&egrave;dent le module Renix RE209, ont un d&eacute;tecteur de cliquetis. Dans
ces voitures, il plus difficile qu'il y en ait, puisque le module retarde l'allumage
quand il le d&eacute;tecte, mais il faut faire attention avec l'auto-allumage. Cela produit des
forces tr&egrave;s fortes dans la chambre de combustion qui peuvent facilement endommager
le moteur en cassant un isolant de bougie par exemple. Et prendre en compte que
le cliquetis ne peut pas s'entendre &agrave; hauts r&eacute;gimes &agrave; cause du bruit du moteur.

<P>
<A NAME=sparks>
<IMG SRC="think.gif" ALT="J'y pense..." ALIGN=RIGHT WIDTH=50 HEIGHT=50>
<IMG SRC="dific2.gif" ALT="Difficult&eacute; 2/5" ALIGN=RIGHT WIDTH=161 HEIGHT=43>
<H2>Faire des &eacute;tincelles</H2>
</A>

<H3>Intro:</H3>

<P>Plus le m&eacute;lange essence-air s'enflamme uniform&eacute;ment et rapidement dans la
chambre de combustion, plus il y a de rendement. Et un point important au
niveau de l'allumage est le choix des bougies.

<H3>Proc&eacute;d&eacute;:</H3>

<P>Le jeu d'origine (Champion N3G) est de qualit&eacute; suffisante et fonctionne bien
en le changeant tous les 15000 km. Mais on peut essayer des bougies hautes
performances. Celles dot&eacute;es de plusieurs &eacute;lectrodes sont probablement les
meilleures (Personellement, je ne les ai pas encore essay&eacute;es), mais ne pas
se faire endormir par les publicit&eacute;s. Les moteurs turbo doivent avoir des
bougies &agrave; electrodes platine pour qu'elles durent plus de 3000 km et qu'elles
puissent encaisser les fortes pressions d&ucirc;es au turbo, et les Splitfires
standard, par exemple, n'ont pas d'&eacute;lectrode en platine, elles se d&eacute;t&eacute;riorent
donc rapidement et pourraient conduire &agrave; des probl&egrave;mes plus graves. Je crois
que Splitfire fait &eacute;galement des bougies platine, mais je n'en suis pas s&ucirc;r.
Bosch et d'autres bonnes marques proposent des bougies multi-electrodes en
platine. 

<H3>Remarque:</H3>

<P>Au moment de changer les bougies, faire tr&egrave;s attention. Les alentours
du filetage dans la culasse sont habituellement tr&egrave;s sales, et ces particules
pourraient rentrer dans le moteur par le trou de la bougie pendant qu'on les
enl&egrave;ve ou qu'on les met. La meilleure solution est un bon nettoyage avant
de commencer &agrave; d&eacute;monter.

<P> <!-- Footer -->
<CENTER>
<TABLE BORDER=0 CELLSPACING=0 CELLPADDING=0>
<TR>
<TD><A HREF="gttint_f.htm"><IMG SRC="foot_1_f.gif" ALT="Index" WIDTH=77 HEIGHT=40 BORDER=0></A></TD>
<TD><A HREF="trick5.htm"><IMG SRC="foot_2_f.gif" ALT="Version anglaise" WIDTH=131 HEIGHT=40 BORDER=0></A></TD>
<TD><A HREF="trick5_e.htm"><IMG SRC="foot_3_f.gif" ALT="Version espagnole" WIDTH=141 HEIGHT=40 BORDER=0></A></TD>
<TD><A HREF="http://www.etsit.upm.es/~alex/gtt/gttint_f.htm"><IMG SRC="foot_4_f.gif" ALT="Autre serveur" WIDTH=108 HEIGHT=40 BORDER=0></A></TD>
<TD><A HREF="credit_f.htm"><IMG SRC="foot_5_f.gif" ALT="Alex" WIDTH=50 HEIGHT=40 BORDER=0></A></TD>
<TD><A HREF="email__f.htm"><IMG SRC="foot_6_f.gif" ALT="Ecrire &agrave; Alex" WIDTH=118 HEIGHT=40 BORDER=0></A></TD>
</TR>
</TABLE>
</CENTER>
</BODY>
</HTML>
