<!DOCTYPE HTML PUBLIC>

<!-- Pages GT Turbo d'Alex -->
<!-- Page: Trucs et conseils page 4 -->
<!-- Language: Francais-->
<!-- Version: 4.01 -->
<!-- Last update: 27-feb-99 -->

<HTML>
<HEAD>
<TITLE>Pages GT Turbo d'Alex: Trucs et conseils concernant le syst&egrave;me de refroidissement</TITLE>
<META NAME="keywords" CONTENT="Renault, 5, GT, Turbo, m&eacute;canique, preparation, tuning">
<META NAME="description" CONTENT="Pages GT Turbo d'Alex">
</HEAD>
<BODY BGCOLOR="#000000" TEXT="#D0D0D0" LINK="#CC8000" VLINK="#ffffff">

<CENTER><IMG SRC="fire5.gif" ALT="Pages GT Turbo d'Alex" WIDTH=630 HEIGHT=85>

<P><IMG SRC="l_coo.gif" ALT="Syst&egrave;me de refroidissement" WIDTH=88 HEIGHT=46>
<H1>Trucs et conseils : Syst&egrave;me de refroidissement</H1>

</CENTER>
<P>
<A NAME=bumper>
<IMG SRC="th_ok.gif" ALT="Fait" ALIGN=RIGHT WIDTH=50 HEIGHT=50>
<IMG SRC="dific3.gif" ALT="Difficult&eacute; 3/5" ALIGN=RIGHT WIDTH=161 HEIGHT=43>
<H2>Le garder froid (2)</H2>
</A>
<H3>Intro:</H3>
<P>L'air entre dans le compartiment moteur via la calandre et le parechoc, mais
ce dernier cache &eacute;norm&eacute;ment la pr&eacute;cieuse superficie du radiadeur d'eau
(Du aux limitations d'espace, les ing&eacute;nieurs Renault n'ont pas pu se permettre
d'installer un radiateur plus grand, s'il doit &ecirc;tre chang&eacute;, autant en mettre un
l&eacute;g&egrave;rement peu plus grand...). Pour &eacute;viter ceci et avoir un meilleur refroidissement
-et un meilleur aspect-, on peut faire quelques ouvertures dans le parechoc.

<H3>Proc&eacute;d&eacute;:</H3>

<P>
<TABLE BORDER=0><TR>
<TD><IMG SRC="garage02.jpg" ALT="Travail sur le PC et le capot" HSPACE=10 WIDTH=266 HEIGHT=211></TD>

<TD>D&eacute;poser le parechoc et lui faire des trous au dessus de la plaque
d'immatriculation. Plusieurs petits, quelques lignes de trous align&eacute;s
ou d'autres types d'ouvertures feront l'affaire. Dans le cas de gros trous
(qui permettront un meilleur passage de l'air), il est pr&eacute;f&eacute;rable de peindre en
noir l'int&eacute;rieur de la carrosserie pour que &ccedil;a ait un meilleur aspect.
Il faudra &eacute;galement installer une grille pour &eacute;viter que les grosses particules
ou les insectes entrent dans le radiateur (mon p&egrave;re m'a dit que j'avais
install&eacute; un esp&egrave;ce de filet &agrave; papillons:-) ).

Personnellement, j'ai d&eacute;cid&eacute; de faire trois grandes ouvertures ovales, 
une en face du radiateur, une otre en face de l'intercooler et une autre en
face du d&eacute;flecteur du radiateur, faites en per&ccedil;ant prudemment le long du p&eacute;rim&egrave;tre
et en utilisant une l&icirc;me.  J'ai ajout&eacute; une grille noire, et voil&agrave; le r&eacute;sultat.</P>

</TD>
</TR></TABLE>

<H3>Remarques:</H3>

<P>H&ocirc;nn&eacute;tement, le parechoc a vraiment une autre allure, alors &eacute;viter de g&acirc;cher
le travail d'artiste en se garant!

<P>
<A NAME=bonnet>
<IMG SRC="th_ok.gif" ALT="Fait!" ALIGN=RIGHT WIDTH=50 HEIGHT=50>
<IMG SRC="dific5.gif" ALT="Difficult&eacute; 5/5" ALIGN=RIGHT WIDTH=161 HEIGHT=43>

<H2>Le garder froid (3)</H2>
</A>

<H3>Intro:</H3>

<P>Laisser entrer l'air dans le compartiment moteur est une bonne chose, mais
faudrait-il encore le laisser sortir une fois qu'il est chaud. Et l'air chaud
est plus l&eacute;ger que l'air froid, n'est-ce pas?
Une ou deux prises d'air (ou plut&ocirc;t extracteurs d'air) am&eacute;liorent le flux
d'air.
                    
<H3>Proc&eacute;d&eacute;:</H3>

<P>
<TABLE BORDER=0><TR>
<TD>
<P>Acheter la ou les prises d'air. Pour savoir dans quel sens les monter, se
souvenir qu'elles doivent laisser sortir l'air de la voiture. Plus
elles sont grandes, mieux c'est. Ensuite d&eacute;cider de leur position.
Ce serait id&eacute;al de les installer au dessus du moteur, car l'air passant
par le radiateur sortirait directement, mais je ne souhaite &agrave; personne
que son distributeur soit mouill&eacute; quand il pleut. En ce qui me concerne, j'ai
d&eacute;cid&eacute; d'installer deux grandes prises de type Sierra Cosworth au dessus des
t&ecirc;tes d'amortisseurs.

<P>Pour les mettre en place, je recommande de faire un mod&egrave;le en papier de
la taille de la t&ocirc;le &agrave; d&eacute;couper, le poser avec soins, mettre de la bande
adh&eacute;sive de couleur autour du bord du papier, l'enlever le papier,
d&eacute;couper la t&ocirc;le en passant par l'int&eacute;rieur de la ligne et l&icirc;mer.

<P>Le proc&eacute;d&eacute; r&eacute;el de la mise en place d&eacute;pend du type de la prise d'air,
mais au dessus, il y a une photo des prises d'air de l'ext&eacute;rieur, et ici
une vue int&eacute;rieure o&ugrave; l'on peut voir la fibre de verre utilis&eacute;e pour maintenir
les prises coll&eacute;es au capot. Un petit filet de silicone &agrave; l'ext&eacute;rieur
termine le travail.
</TD>

<TD><IMG SRC="garage03.jpg" ALT="Vue du compartiment moteur" WIDTH=200 HEIGHT=280 HSPACE=10></TD>
</TR></TABLE>

<H3>Remarques:</H3>

<P>Ce n'est pas &eacute;vident de ne pas ab&icirc;mer le capot avec la machine... ceci est 
le probl&egrave;me majeur quand on veut se le faire soit m&ecirc;me.
<P>Pour &eacute;viter que les copaux ne tombent dans le compartiment moteur,
utiliser un grand chiffon sous le capot dans le cas o&ugrave; il est laiss&eacute; en place.

<P>Mettre une protection en plastique au dessus des t&ecirc;tes d'amortisseur pour &eacute;viter que l'eau
ne fasse rouiller les &eacute;crous des tiges d'amortisseur.

<P>
<A NAME=switch1>
<IMG SRC="th_ok.gif" ALT="Fait!" ALIGN=RIGHT WIDTH=50 HEIGHT=50>
<IMG SRC="dific2.gif" ALT="Difficult&eacute; 2/5" ALIGN=RIGHT WIDTH=161 HEIGHT=43>

<H2>Contr&ocirc;ler les ventilateurs (1)</H2>
</A>
<H3>Intro:</H3>
<P>Que faire si l'on veut baisser la temp&eacute;rature moteur, pour
le pr&eacute;parer &agrave; une chauffe post&eacute;rieure, comme dans un embouteillage
en &eacute;t&eacute; ou pour courser avec un ami, mais le moteur n'est pas assez chaud
pour que la sonde du ventilateur le d&eacute;clenche? On pourrait peut &ecirc;tre installer
un interrupteur manuel pour ce genre de choses...

<TABLE BORDER=0><TR>

<TD><H3>Proc&eacute;d&eacute;:</H3>
<P>Chercher un fil aliment&eacute; en +12V au niveau du tableau de bord, le connecter
&agrave; l'interrupteur et tirer un second fil depuis celui-ci jusqu'au compartiment
moteur jusqu'au cot&eacute; droit du radiateur. Ici, il y a un relais. Ouvrir la base
connecter le fil &agrave; l'excitation de la bobine du relais. C'est la patte 2 ou 4,
celle qui n'est pas connect&eacute;e au fil noir, cf la vue de dessous de la base de
la figure.</TD>

<TD><IMG SRC="relay.gif" ALT="Sch&eacute;ma du brochage d'un relais" HSPACE=10 WIDTH=125 HEIGHT=125></TD>
</TR></TABLE>
     
<P>Ce serait bien d'avoir un t&eacute;moin int&eacute;gr&eacute; dans l'interrupteur, ou &agrave; proximit&eacute;
pour savoir quand le ventilateur fonctionne manuellement. Si on pr&eacute;f&egrave;re toujours
savoir quand il fonctionne, comme dans mon cas, qu'il y ait ou non l'interrupteur
manuel, c'est aussi facile que de prendre le fil qui va au relais du ventilateur
puis une masse, et de les connecter &agrave; la lampe. Si on veut seuleument savoir quand
il tourne manuellement, on peut utiliser un interrupteur &agrave; deux circuits et commander
la lampe avec le second. Une autre mani&egrave;re consiste en l'utilisation d'une diode
en s&eacute;rie avec le fil +12V qui va depuis l'interrupteur jusqu'au relais du ventilateur
(anode &agrave; l'interrupteur et cathode au relais) et alimenter la lampe depuis son anode.

<H3>Remarque:</H3>
<P>Ne pas oublier son interrupteur manuel quand on arr&ecirc;te sa voiture et qu'on rentre
chez soi sous peine de vider la batterie. Pour &eacute;viter ce genre de probl&egrave;me, on peut
utiliser un +12V apr&egrave;s contact (c'est ce que j'ai fait). Un bon endroit pour trouver
ceci est la commande des essuie-glaces.

<P>
<A NAME=switch2>
<IMG SRC="th_ok.gif" ALT="Fait!" ALIGN=RIGHT WIDTH=50 HEIGHT=50>
<IMG SRC="dific3.gif" ALT="Difficult&eacute; 3/5" ALIGN=RIGHT WIDTH=161 HEIGHT=43>
<H2>Contr&ocirc;ler les ventilateurs (2)</H2>
</A>
<H3>Intro:</H3>
<P>Pour &eacute;viter que le ventilateur antipercolation ne travaille pour rien,
il est possible de l'arr&ecirc;ter quand on veut. Ceci est int&eacute;ressant car
on n'est pas toujours g&ecirc;n&eacute; par la <A HREF="tecst4_f.htm#percolation">percolation</A>,
comme par exemple quand on se gare et que l'on ne pense pas utiliser la voiture le
reste de la journ&eacute;e, et/ou si l'on utilise une alarme qui se d&eacute;clenche par consomation
de courant.

<H3>Proc&eacute;d&eacute;:</H3>

<P>Le ventilateur d'antipercolation n'a pas de relais. Mais il serait int&eacute;ressant
qu'il en ait un, car la dur&eacute;e de vie des contacts -ceux de l'interrupteur et de
la sonde- se verra augment&eacute;e, donc autant en ajouter un soit m&ecirc;me.</P>
Il est facile de trouver une base de relais dans une casse, mais
il vaut mieux acheter un relais neuf (vu le prix, ce n'est pas la peine d'en
mettre un vieux). En les regardant depuis la base, tous les relais de Supercinq sont comme
&ccedil;a:

<P>
<TABLE BORDER=0><TR>
<TD><IMG SRC="relay.gif" ALT="Sch&eacute;ma du relais" HSPACE=10 WIDTH=125 HEIGHT=125></TD>
<TD>Utiliser le fil d'alimentation du ventilateur antipercolation ("positif")
pour actionner la bobine du relais, mais laisser le fil de masse ("n&eacute;gatif) en place.
Utiliser la masse du relais (Patte 2) pour pouvoir arr&ecirc;ter le ventilateur quand on veut
gr&acirc;ce &agrave; un fil qui va, passant par l'interrupteur du tableau de bord, &agrave; la masse.
Chercher un fil suffisament important en 12V (m&ecirc;me apr&egrave;s avoir quitt&eacute; le contact) dans
le compartiment moteur -on peut partager le gros rouge du relais du
ventilateur- et l'utiliser, en le faisant traverser le relais
(Pattes 1 y 5), pour activer le ventilateur antipercolation.</TD>
</TR></TABLE>

<H3>Remarque:</H3>
<P>Se souvenir que si l'on inhibe le ventilateur antipercolation et que l'on
veut <A HREF="drive__f.htm#starting">d&eacute;marrer le moteur &agrave; chaud</A>
-de 15 minutes &agrave; 2 heures- ,on peut avoir quelques probl&egrave;mes.

<P>
<A NAME=temp>
<IMG SRC="th_ok.gif" ALT="Fait!" ALIGN=RIGHT WIDTH=50 HEIGHT=50>
<IMG SRC="dific2.gif" ALT="Difficult&eacute; 2/5" ALIGN=RIGHT WIDTH=161 HEIGHT=43>
<H2>Travailler avec la temp&eacute;rature</H2>
</A>
<H3>Intro:</H3>
<P>La temp&eacute;rature moteur se maintient gr&acirc;ce au thermostat
(courament appel&eacute; calorstat), qui se trouve entre les deux colliers
sur le gros tuyau qui am&egrave;ne l'eau chaude sortant de la pompe &agrave;
eau au radiateur. On peut se d&eacute;brouiller &agrave; le faire travailler
&agrave; une temp&eacute;rature l&eacute;g&eacute;rement inf&eacute;rieure,
se pr&eacute;parant alors pour une mont&eacute;e soudaine, modifiant le moment
d'ouverture du calorstat. On peut aussi faire en sorte que le ventilateur
se d&eacute;clenche plus t&ocirc;t.

<H3>Proc&eacute;d&eacute;:</H3>

<P>Il suffit d'aller dans un magasin de pi&egrave;ces d&eacute;tach&eacute;es
et de demander un calorstat plus "froid" que le sien. La temp&eacute;rature
est &eacute;crite sur le c&ocirc;t&eacute;(Format: Temp&eacute;rature d'ouverture
/ Temp&eacute;rature de fin d'ouverture), le mien &eacute;tait un
83&deg;C/93&deg;C et je l'ai chang&eacute; pour un 73&deg;C/83&deg;C .
Ne pas oublier de purger le circuit de refroidissement apr&egrave;s!

<P>La m&ecirc;me chose concernant la sonde du ventilateur(Cette fois-ci, le format est: 
Temp&eacute;rature de mise en route / Temp&eacute;rature d'arr&ecirc;t). J'ai chang&eacute;
mon 92&deg;C/85&deg;C pour un 85&deg;C/65&deg;C.

<H3>Remarque:</H3>

<P>Il y en a qui enl&egrave;vent carr&eacute;ment le calorstat. Il ont alors un 
plus grand d&eacute;bit d'eau (avec risque de cavitation), mais une temp&eacute;rature moteur
beaucoup trop basse par temps froid, ceci r&eacute;duisant le rendement du moteur ainsi
que sa dur&eacute;e de vie et augmente sensiblement la consomation. De plus,
l'eau traverse le radiateur trop vite ce qui diminue sa capacit&eacute; &agrave; refroidir et
fait donc travailler davantage le ventilateur (car l'eau chaude d&eacute;clenche
la sonde du ventilateur).

<P> <!-- Footer -->
<CENTER>
<TABLE BORDER=0 CELLSPACING=0 CELLPADDING=0>
<TR>
<TD><A HREF="gttint_f.htm"><IMG SRC="foot_1_f.gif" ALT="Index" WIDTH=77 HEIGHT=40 BORDER=0></A></TD>
<TD><A HREF="trick4.htm"><IMG SRC="foot_2_f.gif" ALT="Version anglaise" WIDTH=131 HEIGHT=40 BORDER=0></A></TD>
<TD><A HREF="trick4_e.htm"><IMG SRC="foot_3_f.gif" ALT="Version espagnole" WIDTH=141 HEIGHT=40 BORDER=0></A></TD>
<TD><A HREF="http://www.etsit.upm.es/~alex/gtt/gttint_f.htm"><IMG SRC="foot_4_f.gif" ALT="Autre serveur" WIDTH=108 HEIGHT=40 BORDER=0></A></TD>
<TD><A HREF="credit_f.htm"><IMG SRC="foot_5_f.gif" ALT="Alex" WIDTH=50 HEIGHT=40 BORDER=0></A></TD>
<TD><A HREF="email__f.htm"><IMG SRC="foot_6_f.gif" ALT="Ecrire &agrave; Alex" WIDTH=118 HEIGHT=40 BORDER=0></A></TD>
</TR>
</TABLE>
</CENTER>
</BODY>
</HTML>
