<!DOCTYPE HTML PUBLIC>

<!-- Alex's GT Turbo pages -->
<!-- Page: Tips and tricks page 3 -->
<!-- Language: Spanish -->
<!-- Version: 4.02 -->
<!-- Last update: 20-feb-99 -->

<HTML>
<HEAD>
<TITLE>P&aacute;ginas GT Turbo de Alex: Trucos y consejos de alimentaci&oacute;n y escape</TITLE>
<META NAME="keywords" CONTENT="Renault, 5, GT, Turbo, mecanica, preparacion, tuning">
<META NAME="description" CONTENT="P&aacute;ginas GT Turbo de Alex">
</HEAD>
<BODY BGCOLOR="#000000" TEXT="#D0D0D0" LINK="#CC8000" VLINK="#ffffff">

<CENTER><IMG SRC="fire5__e.gif" ALT="P&aacute;ginas GT Turbo de Alex" WIDTH=630 HEIGHT=85>

<P><IMG SRC="l_fue.gif" ALT="Alimentaci&oacute;n y escape" WIDTH=88 HEIGHT=46>
<H1>Trucos y consejos: Alimentaci&oacute;n y escape</H1>

</CENTER>

<P>
<A NAME=breath1>
<IMG SRC="th_no.gif" ALT="No aplicable" ALIGN=RIGHT WIDTH=50 HEIGHT=50>
<IMG SRC="dific2.gif" ALT="Dificultad 2/5" ALIGN=RIGHT WIDTH=161 HEIGHT=43>
<H2>Dej&aacute;ndolo respirar (1)</H2>
</A>
<H3>Intro:</H3>
<P>Un punto importante en los motores sobrealimentados es la temperatura del
aire de admisi&oacute;n. Cuando la turbina no est&aacute; girando lo
suficientemente deprisa para comprimir el aire, como en cualquier coche,
el problema se reducc a la temperatura del aire de entrada. Sobre el filtro de aire
hay una trampilla que decide de d&oacute;nde se toma el aire, frio desde
la rejilla (si la temperatura del aire es mayor de 32&deg;C), caliente
desde los alrededores del colector de escape (si la temperatura del aire
es menor de 26&deg;C), o una mezcla de ambos (entre medias).

<P>Hay una c&aacute;psula cil&iacute;ndrica que controla la trampilla.
Esta llena del algo que se expande con el calor, pero, con el tiempo,
gradualmente pierde eficiencia, dejando de cerrar completamente la
entrada de aire caliente a 32 &deg;C.
Pero es sencillo ajustarlo de nuevo.

<H3>Procedimiento:</H3>
<P>Lo primero es llevarse la tapa del filtro de aire al completo a casa.
Mete un cubo en la ba&ntilde;era y ll&eacute;nalo con agua caliente y
fria hasta que tu term&oacute;metro m&eacute;dico alcance 32&deg;C.
Sumerge la tapa en el agua, simplemente asegur&aacute;ndote de que la
c&aacute;psula queda totalmente sumergida, espera cinco minutos,
y controla de nuevo la temperatura del agua. Entonces afloja la tuerca
que une la trampilla a la varilla y aprietala de nuevo en el punto
en que la entrada de aire caliente (la de menor di&aacute;metro) est&eacute;
completamente cerrada.

<H3>Notas:</H3>
<P>Es interesante dejar que el coche tome aire caliente, en tiempo frio, pero
otra opci&oacute;n m&aacute;s radical es quitar la trampilla directamente
y cerrar la entrada de aire caliente para siempre, o redirigir el tubo para
que tome tambi&eacute;n aire frio.

<P>
<A NAME=direct>
<IMG SRC="th_ok.gif" ALT="&iexcl;Hecho!" ALIGN=RIGHT WIDTH=50 HEIGHT=50>
<IMG SRC="dific1.gif" ALT="Dificultad 1/5" ALIGN=RIGHT WIDTH=161 HEIGHT=43>
<H2>Filtrado directo del aire</H2>
</A>
<H3>Intro:</H3>

<P>El sistema de entrada de aire de origen obliga a este a pasar a trav&eacute;s
de un tubo bastante restrictivo y un despu&eacute;s a pasar por un filtro de aire
de papel. En los motores con turbo esa restricci&oacute;n no es tan importante,
porque la turbina del turbo es en s&iacute; misma el cuello de botella de la
admisi&oacute;n del motor, pero hay una forma de reducir la restricci&oacute;n que impone
el filtro de aire: El kit de admisi&oacute;n directa. Es un filtro c&oacute;nico de
aceite con un codo que se atornilla directamente en el turbo, quitando
la caja del filtro de aire (No confundir con los elementos filtrantes
de altas prestaciones que est&aacute;n en el mercado). Usualmente incluyen la
entrada para el manguito de reaspiraci&oacute;n de vapores de aceite.

<P>La ganancia de potencia deber&iacute;a estar en la zona de los 3-78 cv, pero
la principal diferencia que se nota es un sonido de SHHHH en cuanto el
turbo comienza a soplar. &iexcl;Es agradable sentir el turbo as&iacute;!

<P>La controversia aqu&iacute; comienza con el hecho de que el aire que se
respira proviene de bajo el cap&oacute; de detr&aacute;s del intercooler,
estando m&aacute;s caliente que el aire exterior. Es cierto que su posici&oacute;n no
es la mejor, pero si piensas que cuando el turbo est&aacute; en funcionamiento
y el intercooler est&aacute; calent&aacute;ndose, el coche est&aacute; en movimiento y
hay flujo de aire... Y no olvides que la caja del filtro de aire de
origen es met&aacute;lica y se pone muy caliente de estar al lado del turbo, as&iacute;
que calienta el aire que pasa por ella...

<H3>Procedimiento:</H3>

<TABLE BORDER=0><TR>
<TD>
<P>Compra una admisi&oacute;n directa. Yo instal&eacute; el kit JR (azul), pero hay
otra marcas, como Pipercross, Green, K&amp;N (Fuera del Reino Unido
venden como admisi&oacute;n directal algo que es solo un elemento filtrante
de recambio)...
</TD>
<TD><IMG SRC="jrlogo.gif" ALT="JR Logo" WIDTH=71 HEIGHT=27></TD>
</TR>
</TABLE><TABLE BORDER=0>
<TR>
<TD>
<P>Para mejorar la entrada de aire fresco al sistema, puedes usar la
toma de aire de origen para hacer una entrada de aire fresco. Compra
tubo aluminizado flexible de 70 mm &Oslash; y quita los cuatro remaches
que mantienen el de origen unido a la toma de aire frio sobre el intercooler.
Corta una cantidad suficiente de tubo (20 cm deber&iacute;a ser suficiente,
depende de la capacidad de extensi&oacute;n del tubo) y usa una abrazadera para
montarlo en la toma de aire. La foto muestra el kit JR y el tubo de entrada
de aire frio casero, pintado en negro por el rendimiento t&eacute;rmico (y el
aspecto del compartimento motor :-) ).</TD>

<TD><IMG SRC="inject.jpg" ALT="Kit de admisi&oacute;n directa" WIDTH=250 HEIGHT=150></TD>
</TR></TABLE>

<H3>Notas:</H3>

<TABLE BORDER=0>
<TR>
<TD>Este tipo de filtros de aceite duran m&aacute;s que los de papel de origen porque
pueden limpiarse. Pero si no quieres acabar con un flujo de aire muy pobre
y el consiguiente aumento de consumo se requiere una limpieza m&aacute;s frecuente.
Dicen que pueden hacerse 10.000 km, como con un filtro de origen antes de
cambiarlo, pero me encontr&eacute; el filtro bastante taponado con solo 7600 km,
y &iexcl;no fueron hechos por zonas polvorientas en absoluto! As&iacute; que yo
recomendar&iacute;a limpiezas cada 5000-6000 km.

<P>El procedimiento de limpieza, como dice el fabricante, comienza por
quitar el filtro y limpiar las part&iacute;culas mayores externamente, golpeando
suavemente y cepillando la parte exterior (1). Despu&eacute;s sumerge 3/4 de las
paredes del filtro en una soluci&oacute;n jabonosa especial (2) para facilitar
la limpieza de las part&iacute;culas m&aacute;s peque&ntilde;as, y l&iacute;mpialo con agua (3) desde
dentro hacia afuera (en el sentido opuesto al aire). Finalemnte, debe
aplicarse una capa uniforme de aceite especial (4) en el filtro.</TD>


<TD><IMG SRC="cleanin.gif" ALT="Limpiando el filtro" HSPACE=10 WIDTH=400 HEIGHT=385></TD>
</TR>
</TABLE>


<P>
<A NAME=breath2>
<IMG SRC="th_ok.gif" ALT="&iexcl;Hecho!" ALIGN=RIGHT WIDTH=50 HEIGHT=50>
<IMG SRC="dific3.gif" ALT="Dificultad 3/5" ALIGN=RIGHT WIDTH=161 HEIGHT=43>
<H2>Dej&aacute;ndolo respirar (2)</H2>
</A>
<H3>Intro:</H3>
<P>Cuando el turbo est&aacute; funcionando, por la compresi&oacute;n se calienta
el aire de de adimisi&oacute;n. Queremos comprimir el aire para que llenemos
el volumen de los cilindros con m&aacute;s aire (y a&ntilde;adimos m&aacute;s
gasolina, para conseguir explosiones m&aacute;s poderosas) pero no queremos
el efecto secundario de conseguir aire m&aacute;s caliente, as&iacute; que
usamos un intercooler para enfriarlo utilizando el aire exterior.
<P>De nuevo, hay una trampilla termost&aacute;tica que abre un "atajo" al
al intercooler cuando el aire no est&aacute; suficientemente caliente
(hasta 43&deg;C) o lo cierra (desde 47 &deg;C).

<P><TABLE BORDER=0>
<TR>
<TD><IMG SRC="interco.gif" ALT="Intercooler" HSPACE=10 WIDTH=229 HEIGHT=270></TD>
<TD>El prop&oacute;sito este sistema es el de, en tiempo frio, si el aire
exterior es muy frio (incluso asumiendo que viene de calentarse de alrededor
del colector de escape), no se pierda el calor producido por la turbina
al hacer pasar al aire por el intercooler.

<P>Pero recordemos c&oacute;mo esas c&aacute;psulas termost&aacute;ticas tienden a
dejar de funcionar con el tiempo, y pensemos en como el
aire evitar&aacute; pasar a trav&eacute;s de un largo y dif&iacute;cil
camino a lo largo del interior del intercooler si pueden encontrar
un camino m&aacute;s corto y f&aacute;cil por una trampilla
abierta. Y ahora no hay un ajuste sencillo de &eacute;sta, as&iacute;
que si no se hace algo, puede no estarse usando el intercooler

<P>Ademas de esto, en cambios r&aacute;pidos de utilizar y no utilizar el
turbo, como yendo r&aacute;pido por ciudad o en algunas carreteras
de monta&ntilde;a, la trampilla nunca ser&iacute;a capaz de abrirse
y cerrarse tan r&aacute;pidamente, as&iacute; que el aire no podr&iacute;a
ser correctamente enfriado. Usando el turbo continuamente en tiempo c&aacute;lido,
como en autopistas, una trampilla parcialmente abierta reduce
mucho el enfriamiento del aire. As&iacute; que puedes decirle adi&oacute;s
a la dichosa trampilla...</TD>
</TR>
</TABLE>

<H3>Procedimiento:</H3>
<P>Saca el intercooler del coche, y cuidadosamente desmonta el cuerpo superior
de pl&aacute;stico levantando las pesta&ntilde;itas de aluminio con un
destornillador. T&oacute;mate un minuto para pensar en c&oacute;mo la pesta&ntilde;a
trabaja, d&oacute;nde est&aacute; el puente y c&oacute;mo debes mantenerlo
cerrado (para que no cierres el intercooler...). Es un poco complicado
ver como los dos muelles se combinan para funcionar: uno hace que el
puente se abra, trabajando contra la longitud de la c&aacute;psula, y el
otro evita que la trampilla se rompa una vez que est&aacute; totalmente
cerrada y la c&aacute;psula a&uacute;n se est&aacute; dilatando.

<P>Yo hice una pieza cil&iacute;ndrica de pl&aacute;stico que insert&eacute;
entre la c&aacute;psula y el eje que mueve la trampilla, de modo que
el eje mantiene el puente cerrado siempre (era realmente un poco mayor,
para que el segundo muelle mencionado arriba empujara un poco).

<P>La pieza estaba hueca para dejar que el brazo de la c&aacute;psula se moviera
dentro de ella, manteni&eacute;ndola en su sitio. Pon una abrazadera de
pl&aacute;stico alrededor del eje y el muelle grande para asegurarte que
no salte con las vibraciones, porque ahora no queda retenido por el
brazo de la c&aacute;psula.

<P>Vuelve a montar el cuerpo superior del intercooler, teniendo cuidado con
la junta, dobla las pesta&ntilde;itas de aluminio de nuevo y &iexcl;listo!

<H3>Notas:</H3>

<P>Si no cierras herm&eacute;ticamente el intercooler, podr&iacute;as escuchar o no fugas
de aire, pero estar&aacute;s haciendo trabajar al turbo de forma extra para
compensar la fuga y eso definitivamente &iexcl;reducir&aacute; su vida!

<P>El &uacute;nico inconveniente de esta modificaci&oacute;n es que, en
tiempo muy frio, especialmente si no est&aacute;s utilizando el turbo,
el aire "caliente" que se tomara desde la pantalla del escape se enfriar&iacute;a
en en intercooler, como si hubiese sido tomado de la rejilla. Pero,
que demonios, &iquest;Quien tiene problemas de sobreenfriamiento con el GTT?

<P><A HREF="cup____e.htm">Para competir en la Copa</A>, Renault
suger&iacute;a hacer esto simplemente atornillando un tornillo a trav&eacute;s
del lateral del intercooler mientras estaba el puente cerrado para no
dejar bajar el flap nunca m&aacute;s...

<P>
<A NAME=strap>
<IMG SRC="th_ok.gif" ALT="&iexcl;Hecho!" ALIGN=RIGHT WIDTH=50 HEIGHT=50>
<IMG SRC="dific1.gif" ALT="Dificultad 1/5" ALIGN=RIGHT WIDTH=161 HEIGHT=43>
<H2>Haci&eacute;ndolo m&aacute;s duro</H2>
</A>
<H3>Intro:</H3>

<P>Los intercoolers tienden a reventar, especialmente bajo presiones de
sobrealimentaci&oacute;n elevadas. Pueden conseguirse recambios totamente 
met&aacute;licos, pero para hacer el de serie m&aacute;s resistente,
puede reforzarse con una o dos abrazaderas largas de pl&aacute;stico.

<P><TABLE BORDER=0>
<TR>
<TD>
<H3>Procedimiento:</H3>

<P>Necesitas quitar el intercooler o bien s&oacute;lo la rejila y aflojarlo.
Simplemente apri&eacute;talo en sentido vertical con una o dos abrazaderas fuertes.
<P>Ser&iacute;a un buen momento para chequear las pesta&ntilde;itas met&aacute;licas
que mantienen las los extremos de pl&aacute;stico (ver flechas) en su sitio,
y quiz&aacute;s apretarlas cuidadosamente con un martillo y/o unos alicates.

<H3>Notas:</H3>
<P>Si sacas el intercooler, piensa que la pintura negra mejorar&iacute;a su
capacidad de radiaci&oacute;n de calor.</TD>
<TD><IMG SRC="interco2.gif" ALT="Intercooler" HSPACE=10 WIDTH=229 HEIGHT=270></TD>
</TR>
</TABLE>

<P>
<A NAME=coupe>
<IMG SRC="th_ok.gif" ALT="&iexcl;Hecho!" ALIGN=RIGHT WIDTH=50 HEIGHT=50>
<IMG SRC="dific3.gif" ALT="Dificultad 3/5" ALIGN=RIGHT WIDTH=161 HEIGHT=43>
<H2>Circuito de pilotaje del turbo de la Copa</H2>
</A>
<H3>Intro:</H3>

<P>Se supone que el <A HREF="cup____e.htm#turbo">circuito de pilotaje del
turbo de la Copa</A> ofrece un tiempo de respuesta mejor. Adem&aacute;s, si quieres
<A HREF="trick3_e.htm#bleed">instalar una v&aacute;lvula de sangrado</A> necesitas
este sistema, porque el de doble tubo de actuaci&oacute;n del wastegate compensar&iacute;a
la fuga.

<H3>Procedimiento:</H3>

<P>Estos son el sistema de pilotaje del turbo de serie y el modificado:

<P>
<CENTER><TABLE BORDER=0>
<TR>
<TD><IMG SRC="turbostd.gif" ALT="Montaje de serie" WIDTH=354 HEIGHT=255></TD>
<TD><IMG SRC="turbocup.gif" ALT="Montaje de la Copa" WIDTH=354 HEIGHT=255></TD>
</TR>
</TABLE></CENTER>
<P>C&oacute;mo hacerlo f&aacute;cilmente:
<UL>
<LI>Los agujeros 'A' deben taponarse. Es f&aacute;cil dejar un poco de tubo y
usar un par de tornillos y abrazaderas apropiados, o puedes comprar los
tapones originales Renault (ref. 77 03 074 259).
<LI>El agujero 'B' debe dejarse libre.
<LI>El agujero 'C' debe taponarse. Ser&iacute;a mejor quitar la v&aacute;lvula anti-retorno
tambi&eacute;n, pero hacerlo requiere taponar la salida del turbo, que no est&aacute; muy
accesible, as&iacute; que es m&aacute;s f&aacute;cil dejar la valvula y el tubo y bloquearlo
detr&aacute;s de &eacute;sta.
</UL>

<H3>Notas:</H3>

<P>Despu&eacute;s de cambiar el sistema, tienes que <A HREF="trick3_e.htm#actuator">
reajustar el v&aacute;stago del wastegate</A>, o la presi&oacute;n de turbo se quedar&aacute;
demasiado baja. Se necesitan al menos tres vueltas (acortando el v&aacute;stago)
para volver a la presi&oacute;n de origen de nuevo.

<P>Recomiendo utilizar tubo nuevo de 1/4" fuel/emission para no tener
que retocar los tubos de origen. Adem&aacute;s, &iexcl;se consigue tubo nuevo y
m&aacute;s fiable!

<P>Puedes sentir como, cuando medio levantas el pie del acelerador para
reducir la velocidad, la presi&oacute;n de turbo no baja tan r&aacute;pido, el turbo
sigue girando algo as&iacute; que si pisas de nuevo tarda menos en volver a girar
a su velocidad m&aacute;xima.

<P>
<A NAME=actuator>
<IMG SRC="th_ok.gif" ALT="&iexcl;Hecho!" ALIGN=RIGHT WIDTH=50 HEIGHT=50>
<IMG SRC="dific3.gif" ALT="Dificultad 3/5" ALIGN=RIGHT WIDTH=161 HEIGHT=43>
<H2>Ajustando la presi&oacute;n de soplado mediante el actuador</H2>
</A>

<H3>Intro:</H3>

<P>Para ajustar la presi&oacute;n de soplado de nuestro amigo Garrett T2, simplemente
atornilla / desatornilla el v&aacute;stago del actuador del wastegate. Cuanto m&aacute;s
corto sea, m&aacute;s presi&oacute;n se necesita para abrir la wastegate, y por consiguiente
hay m&aacute;s presi&oacute;n de turbo. (ten cuidado si est&aacute;s <A HREF="tecst3_e.htm#boost">
subiendo la presi&oacute;n</A>)

<TABLE BORDER=0>
<TR>
<TD><IMG SRC="garret.gif" ALT="Turbo Garrett T2" HSPACE=15 WIDTH=237 HEIGHT=297></TD>
<TD>
<H3>Procedimiento:</H3>

<P>Quita o al menos afloja la pantalla t&eacute;rmica del turbo para acceder y
quitar el clip (a) que mantinene el v&aacute;stago (b) en el brazo de la
wastegate. Afloja la tuerca (c) y quita el v&aacute;stago de la wastegate.
Usa un par de buenos alicates para sostener la zona roscada (no la dejes
girar demasiado para no da&ntilde;ar la membrana interna del actuador) y
gira el v&aacute;stago.
Usualmente tiene dado un punto para evitar que la gente cambie el ajuste,
as&iacute; que &iexcl;tal&aacute;dralo antes de girarlo! Monta el clip y da una vuelta de
prueba.

<P>Tres vueltas en el sentido de las agujas del reloj deber&iacute;an aumentar
la presi&oacute;n en sobre 0.2 bar (3 psi), pero es un asunto de ensayo y error.
Cuando finalmente tengas la <A HREF="tecst6_e.htm#turbogg">presi&oacute;n de soplado
deseada</A> aprieta la tuerca, monta la pantalla t&eacute;rmica de nuevo y &iexcl;listo!

<H3>Notas:</H3>
<P>Ten cuidado con el actuador y el v&aacute;stago para no doblarlos o da&ntilde;arlos
de ninguna forma porque se pueden inutilizar f&aacute;cilmente.

</TD></TR></TABLE>

<P>
<A NAME=actuator_ren>
<IMG SRC="think.gif" ALT="Pensando..." ALIGN=RIGHT WIDTH=50 HEIGHT=50>
<IMG SRC="dific4.gif" ALT="Dificultad 4/5" ALIGN=RIGHT WIDTH=161 HEIGHT=43>
<H2>Ajustando la presi&oacute;n de soplado del modo Renault</H2>
</A>

<H3>Intro:</H3>

<P>Usando equipo especial, Renault suger&iacute;a ajustar la presi&oacute;n de soplado
de este modo, para evitar la parte del 'ensayo y error' :-).

<H3>Procedimiento:</H3>

<TABLE BORDER=0><TR>
<TD><IMG SRC="tooltb1.gif" ALT="Vista del motor" HSPACE=10 WIDTH=300 HEIGHT=292></TD>
<TD><P>Monta las siguientes herramientas:
    <UL>
      <LI>A. Man&oacute;metro con escala de 0-1.6 bar (0-23 psi).
      <LI>B. Micr&oacute;metro.
      <LI>C y E. Mordaza y fijaci&oacute;n para el micr&oacute;metro.
      <LI>D. Herramienta a construir usando la figura de abajo a la derecha.
      <LI>F. Bomba de vac&iacute;o.
    </UL>
</TD>
</TR></TABLE>
<CENTER><TABLE BORDER=0><TR>
<TD><IMG SRC="tooltb2.gif" ALT="Montaje del comparador" HSPACE=30 WIDTH=300 HEIGHT=293></TD>
<TD><IMG SRC="tooltb3.gif" ALT="Herramienta para ajustar la presi&oacute;n" HSPACE=30 WIDTH=234 HEIGHT=293>
</TR></TABLE></CENTER>

<P>M&eacute;todo de ajuste:
    <UL>
      <LI>Alinear el eje del micr&oacute;metro con el v&aacute;stago del actuador.
      <LI>Poner la aguja del micr&oacute;metro a cero.
      <LI>Conectar la bomba a la c&aacute;psula del actuador como se muestra en la figura.
      <LI>Subir suavemente la presi&oacute;n con la bomba hasta conseguir un desplazamiento de
        0.38 &plusmn; 0.02 mm en el micr&oacute;metro.
      <LI>Mirar el man&oacute;metro, debe indicar 635 &plusmn; 15 mbar (9.2 &plusmn; 0.21 psi)
        para una presi&oacute;n de soplado de serie de 680 mbar (9.8 psi).
        Si la presi&oacute;n es muy baja, acortar el v&aacute;stago o al rev&eacute;s si es muy alta.
    </UL>

<P><H3>Notas:</H3>
    <UL>
      <LI>Repetir varias veces la medida para confirmar el valor.
      <LI>Proceder siembre subiendo la presi&oacute;n.
      <LI>Este m&eacute;todo requiere una ejecuci&oacute;n cuidadosa, y un instrumental
        correctamente calibrado e instalado. Creo que no merece la pena y
        probablemente se haya hecho en garages de Renault s&oacute;lo unas pocas
        veces.
    </UL>

<P>
<A NAME=bleed>
<IMG SRC="th_ok.gif" ALT="&iexcl;Hecho!" ALIGN=RIGHT WIDTH=50 HEIGHT=50>
<IMG SRC="dific3.gif" ALT="Dificultad 3/5" ALIGN=RIGHT WIDTH=161 HEIGHT=43>
<H2>Instalando una v&aacute;lvula de sangrado</H2>
</A>

<H3>Intro:</H3>

<P>Puedes montar una v&aacute;lvula de sangrado para ajustar la presi&oacute;n de
soplado sobre la marcha.
Para que la fuga en el actuador funcione, debes pasarte al
<A HREF="trick3_e.htm#coupe">sistema de pilotaje del turbo de la Copa</A>.
De otro modo la fuga a un lado del actuador se compensar&iacute;a con el
otro lado (ten cuidado si est&aacute;s <A HREF="tecst3_e.htm#boost">aumentando la
presi&oacute;n de soplado</A>)

<TABLE BORDER=0>
<TR>
<TD>

<P>El sistema neum&aacute;tico usual, un tubo con una v&aacute;lvula que se puede poner
en el compartimento motor o en el salpicadero no es malo, pero yo he
intentado un sistema electroneum&aacute;tico. Electrov&aacute;lvulas que abren y
cierran fugas y permiten diferentes niveles de soplado. El principio
de montaje es el mismo.

<H3>Procedimiento:</H3>

<P>En el sistema de pilotaje del turbo de la Copa hay s&oacute;lo un tubo
de presi&oacute;n que controla el wastegate. Inserta tantas Ts como fugas
quieras, y usa m&aacute;s tubo para llevar el aire a las electrov&aacute;lvulas.
Un interruptor convenientemente colocado en el salpicadero te dejar&aacute;
abrir las v&aacute;lvulas al aplicarlas +12V.

<P>Los di&aacute;metros de salida de las v&aacute;lvulas deben estar calibrados
para obtener la fuga correcta. Como indicaci&oacute;n, usando tubo de
1/4", v&aacute;lvulas de 3 mm &Oslash; producir&iacute;an una fuga que subir&iacute;a
en 0.15 bar (2.2 psi) la presi&oacute;n de soplado.

<P>De momento estoy usando dos electrov&aacute;lvulas de Peugeot. Consigo m&aacute;ximas
presiones de soplado de 0.62 bar (9 psi) con todas cerradas, 0.75 (11 psi)
con una abierta y 0.9 (13 psi) con ambas abiertas. Y &iexcl;he dejado espacio,
cables, etc... para una tercera! :-)
</TD>

<TD><IMG SRC="bleedv.jpg" ALT="Montaje de las v&aacute;lvulas" HSPACE=15 WIDTH=240 HEIGHT=334></TD>
</TR></TABLE>

<P>He intentado tomar tiempos para comparar (malamente y con un reloj
de pulsera) en una recta de longitud desconocida. Comenzaba parado y
hacia un arranque tranquilo en 1&ordf;, luego 2&ordf; y 3%ordf; con
cambios a 4500 rpm y al final algunos metros en 4&ordf;. Las diferencias
no son muy impresionantes, deber&iacute;a probar de nuevo con salida lanzada
para evitar diferencias debidas al embrague al arrancar. De todas formas
el coche es perceptiblemente m&aacute;s r&aacute;pido cuando se abren las v&aacute;lvulas!

<P><CENTER><TABLE BORDER=1>
<TR><TD ALIGN=CENTER><B>Presi&oacute;n de soplado</B></TD>
<TD ALIGN=CENTER><B>Tiempos</B></TD>
<TD ALIGN=CENTER><B>Tiempo medio</B></TD>
<TR><TD>0.62 bar (9 psi)</TD>
<TD>13.12 s.</TD>
<TD>13.12 s.</TD>
<TR><TD>0.75 bar (11 psi)</TD>
<TD>12.93 s., 12.34 s.</TD>
<TD>12.69 s.</TD>
<TR><TD>0.90 bar (13 psi)</TD>
<TD>12.98 s., 12.44 s., 12.32 s., 12.23 s.</TD>
<TD>12.49 s.</TD>
</TABLE></CENTER>

<H3>Notas:</H3>

<TABLE BORDER=0><TR>
<TD><IMG SRC="rotatory.gif" ALT="Circuito del conmutador giratorio" HSPACE=15 WIDTH=200 HEIGHT=150></TD>
<TD>
<P>Es t&iacute;pico usar dos o tres v&aacute;lvulas iguales. Puede usarse un conmutador
giratorio para abrir las v&aacute;lvulas en cadena. La primera posici&oacute;n corta la
corriente a cualquier v&aacute;lvula. La segunda aplica +12V (+) a la primera
v&aacute;lvula (1). La tercera aplica +12V a la segunda (2), y mediante un diodo
(&aacute;nodo a la posici&oacute;n de la tercera, c&aacute;todo a la de la segunda) a la v&aacute;lvula
anterio, y as&iacute; siempre (La figura muestra un circuito de tres v&aacute;lvulas con
un conmutador de cuatro posiciones)

<P>Cualquier circuito de v&aacute;lvulas de sangrado debe hacerse con seguridad,
una fuga total en el circuito significar&iacute;a una wastegate completamente
cerrada y, si el presostato de seguridad no corta, presi&oacute;n m&aacute;xima de
soplado y un motor reventado.
</TD>
</TR></TABLE>

<P>
<A NAME=exhaust>
<IMG SRC="th_ok.gif" ALT="&iexcl;Hecho!" ALIGN=RIGHT WIDTH=50 HEIGHT=50>
<IMG SRC="dific2.gif" ALT="Dificultad 2/5" ALIGN=RIGHT WIDTH=161 HEIGHT=43>
<H2>Libr&aacute;ndose de los gases de escape</H2>
</A>
<H3>Intro:</H3>

<P>El silencioso de serie del GT no es muy restrictivo (contiene lana
de vidrio en lugar de tabiques de chapa). Adem&aacute;s, en motores con turbo
eso no es muy importante, porque la turbina del turbo ya constituye
el cuello de botella del sistema de escape. Es siempre bueno
mejorar, incluso en peque&ntilde;as cantidades, pero &iexcl;no esperes un gran aumento
de potencia con un silencioso!

<H3>Procedimiento:</H3>

<P><TABLE BORDER=0><TR>
<TD>Compra un silenciono de altas prestaciones. Como los silenciosos tienden
a oxidarse y necesitan reemplazo peri&oacute;dico, hay mucha oferta para elegir.
Encontr&eacute; un Momo Corse de oferta con una salida redonda de 90 &Oslash;.
Tiene buena pinta, pero el sonido es muy parecido al de origen (y mucha
gente elige su escape bas&aacute;ndose en el ruido. Vimesa, Devil o
Remus desde luego que suenan bien). Los sistemas completos o silenciosos
de acero inoxidable cuestan el doble de uno normal, pero &iexcl;deber&iacute;an durar
m&aacute;s dos veces mas!

<P>Los silenciosos suelen contener lana de vidrio y necesitan un rodaje
para que se asiente y tomen su sonido definitivo, por lo que suenan demasiado
poco al principio.</TD>
<TD><IMG SRC="tubo.jpg" ALT="Salida de escape" HSPACE=10 WIDTH=207 HEIGHT=151></TD>
</TR></TABLE>

<P>El desmontaje del silencioso viejo es una tarea dif&iacute;cil y requiere
tiempo y paciencia para no arruinar el tubo de escape y dejar una fuga
para siempre. Ten en mente que el silencioso que quitas no sirve ya para nada
y corta el tubo cuidadosamente. G&iacute;ralo y ay&uacute;date con un martillo en &eacute;l
(&iexcl;no el el tubo que se va a quedar puesto!)

<P><TABLE BORDER=0><TR>
<TD><IMG SRC="gomaesc.jpg" ALT="Soporte extra del silencioso" HSPACE=10 WIDTH=275 HEIGHT=160></TD>
<TD>&iquest;Has notado, incluso con el silencioso de origen, un ruido al tomar
un bache en la carretera, mayor cuanto m&aacute;s gente haya en el coche? Es el
t&iacute;pico toque entre el eje trasero y el codo del silencioso. El soporte
trasero de origen, que deja mucho peso apoyado en el tubo, no es suficiente.
Pero muchos silenciosos nuevos traen otro soporte adicional que se deja
sin utilizar... as&iacute; que &iexcl;us&eacute;moslo para fijarlo tambi&eacute;n y evitar el molesto
ruido! Es tan f&aacute;cil como conseguir un tornillo con cabeza de gancho y
dos tuercas, taladrar la chapa que sostiene el limitador de frenada para
fijarlo, usar una goma (la misma que utiliza el antiguo Renault 5 para
el soporte del escape trasero) y ajustar la longitude del tornillo.
Espero que cojas la idea, porque mi c&aacute;mara fue incapaz de enfocar
mejor (lo siento :-( ).</TD>
</TR></TABLE>


<H3>Notas:</H3>
<P>El ruido que se consigue en un GT sin silencioso es bastante agradable
(para mi gusto, por supuesto), y solo puede ser un poco molesto cuando
hablamos de viajar m&aacute;s de 400 km. Pero si est&aacute;s pensando en eliminar
el silencioso, no dejes el tubo de escape como est&aacute; y compra o fabr&iacute;cate
una salida lateral o trasera, porque pueden salir llamaradas y no
queda muy lejos del dep&oacute;sito de gasolina.


<P> <!-- Footer -->
<CENTER>
<TABLE BORDER=0 CELLSPACING=0 CELLPADDING=0>
<TR>
<TD><A HREF="gttint_e.htm"><IMG SRC="foot_1_e.gif" ALT="&Iacute;ndice" WIDTH=73 HEIGHT=40 BORDER=0></A></TD>
<TD><A HREF="trick3.htm"><IMG SRC="foot_2_e.gif" ALT="Versi&oacute;n inglesa" WIDTH=128 HEIGHT=40 BORDER=0></A></TD>
<TD><A HREF="trick3_f.htm"><IMG SRC="foot_3_e.gif" ALT="Versi&oacute;n francesa" WIDTH=127 HEIGHT=40 BORDER=0></A></TD>
<TD><A HREF="http://www.etsit.upm.es/~alex/gtt/gttint_e.htm"><IMG SRC="foot_4_e.gif" ALT="Servidor alternativo" WIDTH=147 HEIGHT=40 BORDER=0></A></TD>
<TD><A HREF="credit_e.htm"><IMG SRC="foot_5_e.gif" ALT="Alex" WIDTH=49 HEIGHT=40 BORDER=0></A></TD>
<TD><A HREF="email__e.htm"><IMG SRC="foot_6_e.gif" ALT="Email Alex" WIDTH=102 HEIGHT=40 BORDER=0></A></TD>
</TR>
</TABLE>
</CENTER>
</BODY>
</HTML>
