<!DOCTYPE HTML PUBLIC>

<!-- Alex's GT Turbo pages -->
<!-- Page: Tips and tricks page 6 -->
<!-- Language: Spanish -->
<!-- Version: 4.02 -->
<!-- Last update: 20-feb-99 -->

<HTML>
<HEAD>
<TITLE>P&aacute;ginas GT Turbo de Alex: Trucos y consejos de electricidad</TITLE>
<META NAME="keywords" CONTENT="Renault, 5, GT, Turbo, mecanica, preparacion, tuning">
<META NAME="description" CONTENT="P&aacute;ginas GT Turbo de Alex">
</HEAD>
<BODY BGCOLOR="#000000" TEXT="#D0D0D0" LINK="#CC8000" VLINK="#ffffff">

<CENTER><IMG SRC="fire5__e.gif" ALT="P&aacute;ginas GT Turbo de Alex" WIDTH=630 HEIGHT=85>

<P><IMG SRC="l_ele.gif" ALT="Electricidad" WIDTH=88 HEIGHT=46>
<H1>Trucos y consejos: Electricidad</H1>

</CENTER>

<P>
<A NAME=dials>
<IMG SRC="th_ok.gif" ALT="&iexcl;Hecho!" ALIGN=RIGHT WIDTH=50 HEIGHT=50>
<IMG SRC="dific3.gif" ALT="Dificultad 3/5" ALIGN=RIGHT WIDTH=161 HEIGHT=43>
<H2>Montaje de fondos de contadores</H2>
</A>
<H3>Intro:</H3>

<P>La visibilidad y una localizaci&oacute;n m&aacute;s r&aacute;pida de cada reloj e instrumento
puede mejorarse utilizando fondos de contadores blancos. Mucha gente los
pone de cualquier color simplemente por un efecto est&eacute;tico. :-(

<P>Para conseguir los fondos, la opci&oacute;n cara es comprarlos en una tienda, pero
los puedes hacer t&uacute; mismo: Scanea los originales utilizando un scanner
de alta calidad (600 dpi min. para tener una buena resoluci&oacute;n), modifica
las im&aacute;genes con un programa de retoque, e impr&iacute;melos en una impresora
laser color: eso es lo que mi amigo
<A HREF="http://delealum.etsii.upm.es/~sylvain/">Sylvain</A> hizo
para m&iacute;. Para los que los quieran ya hechos, podeis
<A HREF="mailto:sylvain@delealum.etsii.upm.es" NAME="&iexcl;Escribirle!">escribir
a Sylvain</A>, es su negocio hacelos!

<P>Con estos fondos caseros, cuando enciendes las luces por la noche, si
quitas los fondos de origen, se llega a transparentar el esqueleto del
cuadro. Para asegurarse una mejor iluminaci&oacute;n nocturna, preferimos dejar
los fondos de serie debajo. Ahora la luz debe atravesar las cifras rojas
y despu&eacute;s pasar por las nuevas, y por eso elegimos unos n&uacute;meros rojos y no
negros. El resultado final est&aacute; bien, se ven numeros rojizos contra fondo
negro, quiz&aacute;s con menor intensidad (&iexcl;podr&iacute;a ser posible poner las luces
del cuadro m&aacute;s potentes!)

<H3>Procedimiento</H3>

<P>Antes de empezar, aseg&uacute;rate que tienes todas las herramientas
a mano; una regla de hierro o cualquier otra regla precisa, un peque&ntilde;o
destornillador, un tenedor, un destornillador con bocas de 4 y 5.5mm, unos
alicates de punta fina, un martillito, una l&aacute;mpara, una hoja de
papel con un boli y por supuesto, &iexcl;los fondos de contadores!

<P>Desconecta la bater&iacute;a y quita el cuadro de instrumentos.
Sube la visera unos 2 cm, deber&iacute;a subir sin problemas. Quita los
tornillos que est&aacute;n en la parte superior a ambos lados del contador,
sube el cuadro hacia arriba y tira de &eacute;l (hacia ti) 1 cm. Ahora
que no esta en su sitio, quita los diferentes conectores y el tubo del man&oacute;metro de presi&oacute;n turbo.

<P><TABLE BORDER=0><TR>
<TD ALIGN=RIGHT><IMG SRC="contador.jpg" ALT="Contador" HSPACE=15 WIDTH=334 HEIGHT=179 ALIGN=LEFT></TD>
<TD ALIGN=LEFT>Ahora, hay que trabajar en una mesa limpia y horizontal.
Desmonta el vidrio con cuidado de no estropear las pesta&ntilde;as de plastico.
Es mejor empezar por las de abajo. Pon el contador horizontal y da unos
golpecitos para que las agujas vayan a sus posiciones libres de reposo.</TD>
</TR>
</TABLE>

<P><TABLE BORDER=0><TR>
<TD ALIGN=RIGHT>
Mide la posici&oacute;n con respecto a las graduaciones
y si es posible tomando medidas desde el plano horizontal. Escribe todos
esos resultados en la hoja de papel que comentabamos arriba que har&iacute;a
falta....</TD>
<TD ALIGN=LEFT><IMG SRC="medida.jpg" ALT="Medida de las posiciones de las agujas" HSPACE=15 WIDTH=250 HEIGHT=150 ALIGN=RIGHT></TD>
</TR></TABLE>

<P><CENTER><TABLE BORDER=0><TR>
<TD ALIGN=RIGHT><IMG SRC="ntenedor.jpg" ALT="Mal" WIDTH=300 HEIGHT=140></TD>
<TD ALIGN=LEFT><IMG SRC="tenedor.jpg" ALT="Bien" WIDTH=300 HEIGHT=140></TD>
</TR></TABLE></CENTER>

<P><TABLE BORDER=0><TR>
<TD ALIGN=CENTER COLSPAN=2>Despu&eacute;s hay que quitar las agujas, prestando mucha
ATENCI&Oacute;N: no hay que apalancar como est&aacute; indicado en la foto
de izquierda porque se podr&iacute;a doblar el eje del galvan&oacute;metro.
Hay que tirar del tenedor verticalmente una vez que ha pasado por debajo
de la aguja (foto de derecha). No tengas miedo de tirar de una manera fuerte
o de ver las agujas volar, a menudo es dif&iacute;cil extraerlas.</TD>
</TR></TABLE>

<P><TABLE BORDER=0><TR>
<TD ALIGN=RIGHT><IMG SRC="tornillo.jpg" ALT="Quitar los tornillos" HSPACE=15 VSPACE=10 WIDTH=240 HEIGHT=220></TD>
<TD ALIGN=LEFT>Una vez que todas las agujas est&eacute;n quitadas, desmonta
los tornillos que mantienen el fondo del contador en su sitio, instala
el nuevo fondo encima y pon de nuevo los tornillos. &iexcl;Ya est&aacute;
montado uno! Haz lo mismo con el contador de revoluciones. Ahora llega
lo m&aacute;s interesante: los 3 peque&ntilde;os (agua, aceite, gasolina).</TD>
</TR></TABLE>

<P><TABLE BORDER=0><TR>
<TD ALIGN=RIGHT>Cada peque&ntilde;o galvan&oacute;metro tiene tres tuercas;
solo vamos a quitar la del medio con la boca de 5,5mm, ya que las otras
s&oacute;lo son los puntos del contacto el&eacute;ctrico. Ten cuidado de
no perder las arandelas.</TD>
<TD ALIGN=LEFT><IMG SRC="tuerca.jpg" ALT="Desmontaje de un reloj peque&ntilde;o" HSPACE=15 WIDTH=230 HEIGHT=160></TD>
</TR></TABLE>

<P><TABLE BORDER=0><TR>
<TD ALIGN=RIGHT><IMG SRC="quitrem1.jpg" ALT="Extracci&oacute;n del remache (1/2)" HSPACE=15 WIDTH=240 HEIGHT=200></TD>
<TD ALIGN=LEFT>Hay dos peque&ntilde;os remaches que sostienen el fondo
de origen contra el soporte. Para quitarlos, empuja el pie del remache
hasta que quede a ras del pl&aacute;stico amarillo.</TD>
</TR></TABLE>

<P><TABLE BORDER=0><TR>
<TD ALIGN=RIGHT>Poner la boca de 4mm vertical sobre la mesa de trabajo,
apoyando encima el galvan&oacute;metro horizontalmente, con la cabeza del
remache dentro del hueco, y quita el remache empujando con un destornillador
fino.</TD>
<TD ALIGN=LEFT><IMG SRC="quitrem2.jpg" ALT="Extracci&oacute;n del remache (2/2)" HSPACE=15 WIDTH=240 HEIGHT=200></TD>
</TR></TABLE>

<P><TABLE BORDER=0><TR>
<TD ALIGN=RIGHT><IMG SRC="luz.jpg" ALT="La prueba de la luz" HSPACE=15 WIDTH=313 HEIGHT=85></TD>
<TD ALIGN=LEFT>Por fin, instala el nuevo fondo chequeando que las indicaciones
coincidan con las de origen mediante una l&aacute;mpara -es aconsejable
hacerlo en una sala oscura- y pon de nuevo los remaches en su sitios.</TD>
</TR></TABLE>

<P><TABLE BORDER=0><TR>
<TD ALIGN=RIGHT>Para acabar el montaje de los remaches, apoya una punta
de los alicates sobre la cabeza del remache, apoyando la otra sobre el
pl&aacute;stico amarillo.</TD>
<TD ALIGN=LEFT><IMG SRC="instarem.jpg" ALT="Remontaje del remache" HSPACE=15 WIDTH=240 HEIGHT=190></TD>
</TR></TABLE>

<P><TABLE BORDER=0><TR>
<TD ALIGN=RIGHT><IMG SRC="agujas.jpg" ALT="Montaje de las agujas" HSPACE=15 WIDTH=210 HEIGHT=200></TD>
<TD ALIGN=LEFT>Instala de nuevo las agujas en su sitio, cuidando de que
queden en la misma posici&oacute;n de equilibrio. Esto se puede comprobar
f&aacute;cilmente con las medidas que tomamos antes. No dudes en volver
a ponerlas varias veces hasta obtener un resultado &oacute;ptimo.</TD>
</TR></TABLE>

<P><TABLE BORDER=0><TR>
<TD ALIGN=CENTER>S&oacute;lo nos queda instalar el cristal (muy f&aacute;cil..) sin
olvidar haberlo limpiado por dentro, montar el cuadro de instrumentos, conectar
todos los cables, poner los tornillitos, la visera y por &uacute;ltimo conectar
la bater&iacute;a.</TD>
<TD ROWSPAN=2><IMG SRC="interior.jpg" ALT="Vista interior" WIDTH=250 HEIGHT=183></TD>
</TR><TR>
<TD ALIGN=CENTER><IMG SRC="contvidr.jpg" ALT="Resultado final" WIDTH=316 HEIGHT=86></TD>
</TR></TABLE>

<H3>Notas:</H3>

<P>El toque final, si usas fondos blancos, es un pel&iacute;n de 'Tipp-Ex' a las
cabezas negras de los tornillitos.


<P> <!-- Footer -->
<CENTER>
<TABLE BORDER=0 CELLSPACING=0 CELLPADDING=0>
<TR>
<TD><A HREF="gttint_e.htm"><IMG SRC="foot_1_e.gif" ALT="&Iacute;ndice" WIDTH=73 HEIGHT=40 BORDER=0></A></TD>
<TD><A HREF="trick6.htm"><IMG SRC="foot_2_e.gif" ALT="Versi&oacute;n inglesa" WIDTH=128 HEIGHT=40 BORDER=0></A></TD>
<TD><A HREF="trick6_f.htm"><IMG SRC="foot_3_e.gif" ALT="Versi&oacute;n francesa" WIDTH=127 HEIGHT=40 BORDER=0></A></TD>
<TD><A HREF="http://www.etsit.upm.es/~alex/gtt/gttint_e.htm"><IMG SRC="foot_4_e.gif" ALT="Servidor alternativo" WIDTH=147 HEIGHT=40 BORDER=0></A></TD>
<TD><A HREF="credit_e.htm"><IMG SRC="foot_5_e.gif" ALT="Alex" WIDTH=49 HEIGHT=40 BORDER=0></A></TD>
<TD><A HREF="email__e.htm"><IMG SRC="foot_6_e.gif" ALT="Email Alex" WIDTH=102 HEIGHT=40 BORDER=0></A></TD>
</TR>
</TABLE>
</CENTER>
</BODY>
</HTML>
