<!DOCTYPE HTML PUBLIC>

<!-- Alex's GT Turbo pages -->
<!-- Page: Tips and tricks page 10 -->
<!-- Language: Spanish -->
<!-- Version: 4.03 -->
<!-- Last update: 20-mar-99 -->

<HTML>
<HEAD>
<TITLE>P&aacute;ginas GT Turbo de Alex: Trucos y consejos de carrocer&iacute;a</TITLE>
<META NAME="keywords" CONTENT="Renault, 5, GT, Turbo, mecanica, preparacion, tuning">
<META NAME="description" CONTENT="P&aacute;ginas GT Turbo de Alex">
</HEAD>
<BODY BGCOLOR="#000000" TEXT="#D0D0D0" LINK="#CC8000" VLINK="#ffffff">

<CENTER><IMG SRC="fire5__e.gif" ALT="P&aacute;ginas GT Turbo de Alex" WIDTH=630 HEIGHT=85>

<P><IMG SRC="l_bod.gif" ALT="Carrocer&iacute;a" WIDTH=88 HEIGHT=46>
<H1>Trucos y consejos: Carrocer&iacute;a</H1>

</CENTER>

<P>
<A NAME=strutbar>
<IMG SRC="th_ok.gif" ALT="&iexcl;Hecho!" ALIGN=RIGHT WIDTH=50 HEIGHT=50>
<IMG SRC="dific1.gif" ALT="Dificultad 1/5" ALIGN=RIGHT WIDTH=161 HEIGHT=43>
<H2>Mejorando la manejabilidad</H2>
</A>
<P><TABLE BORDER=0>
<TR>
<TD>
<H3>Intro:</H3>

<P>La mayor&iacute;a del peso del coche se apoya en las ruedas delanteras y,
en apoyo, la mayor parte de ese peso se carga en la rueda exterior.
Las torretas de amortiguaci&oacute;n deben soportar todo ese peso a
trav&eacute;s de los amortiguadores, as&iacute; que es inevitable que
sufran vibraciones y peque&ntilde;os movimientos que restan precisi&oacute;n
al manejo del coche.

<H3>Procedimiento:</H3>

<P>Comprar y montar una barra de refuerzo de suspensi&oacute;n para unir
las torretas de suspensi&oacute;n. En la foto de la derecha se ve como queda.
Tampoco es dif&iacute;cil hacerla a mano, si dispones de equipo de soldadura.

<H3>Notas:</H3>

<P>La ganancia no es muy importante en un GTT de serie (que yo haya notado).
Pero en coches m&aacute;s rebajados con <A HREF="trick9_e.htm#shocks">suspensiones
a&uacute;n m&aacute;s duras</A> deber&iacute;a ser distinto, porque libera
al chasis de esfuerzos mayores.</TD>

<TD><IMG SRC="garage03.jpg" ALT="Strut bar mounted" WIDTH=190 HEIGHT=280></TD>
</TR>
</TABLE>

<P>
<A NAME=rollcage>
<IMG SRC="think.gif" ALT="Pensando..." ALIGN=RIGHT WIDTH=50 HEIGHT=50>
<IMG SRC="dific3.gif" ALT="Dificultad 3/5" ALIGN=RIGHT WIDTH=161 HEIGHT=43>
<H2>Metiendo al p&aacute;jaro en la jaula (de protecci&oacute;n)</H2>
</A>

<H3>Intro:</H3>

<P>A nadie le gusta volcar su coche, pero imaginemos que ocurre...
&iexcl;te gustar&iacute;a tener unas barras antivuelco! Otra ventaja es el aspecto
absolutamente de competici&oacute;n que da. El inconveniente es que se reduce
la usabilidad del coche. La reducci&oacute;n puede ir desde una mayor dificultad
para entrar al coche al &uacute;ltimo grito de conversi&oacute;n a biplaza, dependiendo
del modelo de jaula.

<H3>Procedimiento:</H3>

<P>Compra y monta una jaula. La FIA requiere 45mm &Oslash; para rallyes,
as&iacute; que no es dif&iacute;cil encontrarlas de 40 mm &Oslash; de segunda mano. Hay
muchos modelos para GT Turbo, desde los que hay que soldar en el coche
a los desmontables atornillados.
<TABLE BORDER=0><TR>
<TD>Yo tuve montada la de mi amigo
<A HREF="mailto:sylvain@delealum.etsii.upm.es">Sylvain</A> un mes
(La compr&eacute; para &eacute;l y las estuve probando antes de que &eacute;l finalmente las
montara). Estaban hechas de un arco frontal (quita los parasoles y la
consola central de la luz, y olv&iacute;date de abrir la guantera), un arco
central con extensiones a las aletas traseras, cuatro barras peque&ntilde;as
para conectarlos que pasaban por encima y por debajo de las puertas
(s&aacute;ltalo para entrar y olv&iacute;date de reclinar los asientos)
y una barra transversal atr&aacute;s (desmontable). Ven&iacute;an con una cubierta
de gomaespuma por encima, y el aspecto que daban era excelente!</TD>
<TD><IMG SRC="barras.jpg" ALT="Vista interior de las barras" HSPACE=10 VSPACE=10 WIDTH=232 HEIGHT=159></TD>
</TR></TABLE>

<H3>Notas:</H3>

<P>Puede ser necesario homologar legalmente las barras para llevarlas
en el coche (en Espa&ntilde;a lo es). Se reduce el n&uacute;mero de plazas a dos.

<P>
<A NAME=harness>
<IMG SRC="th_ok.gif" ALT="&iexcl;Hecho!" ALIGN=RIGHT WIDTH=50 HEIGHT=50>
<IMG SRC="dific2.gif" ALT="Dificultad 2/5" ALIGN=RIGHT WIDTH=161 HEIGHT=43>
<H2>Atando el perro al asiento</H2>
</A>
<H3>Intro:</H3>
<P>En un accidente, tu cuerpo queda retenido en el asiento por el cintur&oacute;n
de seguridad. Desafortunadamente, no es raro romperse una clav&iacute;cula. Un
arn&eacute;s de seguridad ofrece una mejor protecci&oacute;n.

<H3>Procedimiento:</H3>
<P>Compra e instala uno o dos arneses. Pricipalmente se puede elegir entre:
<UL>
<LI>Arneses de tres puntos: Uno para las dos correas de los hombros que va
  al tirante trasero y dos fijaciones laterales para las correas de la cintura.
  Hay modelos que tienen un cierre r&aacute;pido en el tirante superior para
  facilitar el acceso a las plazas traseras. Son los que maximizan la
  habitabilidad del asiento trasero, y es por lo que compr&eacute; uno de estos
  (Ver foto arriba).
<LI>Arneses de cuatro puntos: Dos puntos van al suelo del maletero a trav&eacute;s
  de la junta del asiento trasero en lugar de ir al tirante. Dejan espacio
  &uacute;nicamente para un pasajero en el centro del asiento trasero, pero
  ofrecen mejor protecci&oacute;n.
<LI>Arneses de cinco y seis puntos: Son como los de cuatro pero con fijaciones
  adicionales bajo el asiento delantero. Necesitan un agujero en el asiento
  como los que hay en algunos baquets. Pensados para su uso en competici&oacute;n.
</UL>
<P>Otra posibilidad es elegir entre un ancho de correas de 50 mm o 75 mm, y
  entre cierre autom&aacute;tico de rosca o convencional con pulsador.

<P>Una ventaja del arn&eacute;s es que no queda tensado molest&aacute;ndote en el
hombro, pero por eso es por lo que debe usarse perfectamente ajustado
a tu tama&ntilde;o (&iexcl;y diferente ropa que lleves a lo largo del a&ntilde;o!) o si no
no servir&aacute; para nada.

<H3>Notas:</H3>

<P>Para conseguir una protecci&oacute;n &oacute;ptima los arneses, especialmente si
se agarran al tirante trasero, deber&iacute;an instalarse en coches con jaula
de seguridad. As&iacute; aseguras que no habr&aacute; deformaciones de la carrocer&iacute;a
que pudieran afectarte.

<P>Aseg&uacute;rate de hacer una buena fijaci&oacute;n del arn&eacute;s, en caso de accidente deber&aacute;
soportar fuerzas muy grandes debido a la inercia del cuerpo...

<P>
<A NAME=fiber>
<IMG SRC="th_ok.gif" ALT="&iexcl;Hecho!" ALIGN=RIGHT WIDTH=50 HEIGHT=50>
<IMG SRC="dific2.gif" ALT="Dificultad 2/5" ALIGN=RIGHT WIDTH=161 HEIGHT=43>
<H2>Reparando paragolpes de fibra de vidrio</H2>
</A>

<TABLE BORDER=0>
<TR>
<TD>
<H3>Intro:</H3>

<P>El paragolpes delantero va demasiado bajo como para no romperse en
aparcamientos descuidados, por ejemplo. Peque&ntilde;os golpes tambi&eacute;n provocan
que se rajen. Pero afortunadamente, las piezas de fibra de vidrio son f&aacute;ciles
de reparar.

<H3>Procedimiento:</H3>

<P>Necesitar&aacute;s fibra de vidrio. Se que se vende en l&aacute;minas, pero prefiero
el tipo 'masilla de carrocero' que se venden con una lata llena de pasta y
un tubo de endurecedor.
<P>El primer punto es quitar el paragolpes, tratar de poner todo en su sitio,
quitar las partes sueltas y usar herramientas y lija para dejar los laterales
de las grietas de forma decente.
Si se ha roto en varios trozos, unos refuerzos de chapa podr&iacute;an ser necesario
para poner las cosas en su lugar.
Aplica mordazas, peso y cuerdas para cerrar las grietas y dejar todo en su
sitio.</TD>

<TD><IMG SRC="vidriopg.jpg" ALT="Cara interna del paragolpes delantero" WIDTH=220 HEIGHT=270 HSPACE=10 VSPACE=10></TD>
</TR>
</TABLE>
<TABLE BORDER=0>
<TR>
<TD><IMG SRC="pintpg.jpg" ALT="Cara externa del paragolpes delantero" WIDTH=225 HEIGHT=270 HSPACE=10 VSPACE=10></TD>
<TD>
<P>La fibra, una vez mezclada con el endurecedor, debe aplicarse por dentro
en sucesivas capas, dejando secar unas horas. Le devolver&aacute; la fuerza al
paragolpes, siempre que se aplique sobre una superficie &aacute;spera y bien
lijada. Despues de las primeras capas, el paragolpes recobrar&aacute; su forma
de nuevo as&iacute; que ya se pueden quitar las mordazas para trabajar mejor.

<P>La superficie exterior se trata como si fuera chapa. La t&iacute;pica masilla
le dar&aacute; el aspecto correcto, puesto que el acabado de la fibra ser&iacute;a
demasiado basto. De todas formas tendr&aacute;s que usar lija de agua hasta
que la odies para suavizar e igualar todas las grietas.

<P>Un repintado casero puede hacerse m&aacute;s f&aacute;cilmente que sobre la chapa
porque el acabado de la pintura en la fibra queda siempre mejor, asi
que a menos que hagas un trabajo muy malo, puedes ahorrarte el dinero
del pintor decentemente.
</TD>
</TR></TABLE>


<P> <!-- Footer -->
<CENTER>
<TABLE BORDER=0 CELLSPACING=0 CELLPADDING=0>
<TR>
<TD><A HREF="gttint_e.htm"><IMG SRC="foot_1_e.gif" ALT="&Iacute;ndice" WIDTH=73 HEIGHT=40 BORDER=0></A></TD>
<TD><A HREF="tric10.htm"><IMG SRC="foot_2_e.gif" ALT="Versi&oacute;n inglesa" WIDTH=128 HEIGHT=40 BORDER=0></A></TD>
<TD><A HREF="tric10_f.htm"><IMG SRC="foot_3_e.gif" ALT="Versi&oacute;n francesa" WIDTH=127 HEIGHT=40 BORDER=0></A></TD>
<TD><A HREF="http://www.etsit.upm.es/~alex/gtt/gttint_e.htm"><IMG SRC="foot_4_e.gif" ALT="Servidor alternativo" WIDTH=147 HEIGHT=40 BORDER=0></A></TD>
<TD><A HREF="credit_e.htm"><IMG SRC="foot_5_e.gif" ALT="Alex" WIDTH=49 HEIGHT=40 BORDER=0></A></TD>
<TD><A HREF="email__e.htm"><IMG SRC="foot_6_e.gif" ALT="Email Alex" WIDTH=102 HEIGHT=40 BORDER=0></A></TD>
</TR>
</TABLE>
</CENTER>
</BODY>
</HTML>
