<!DOCTYPE HTML PUBLIC>

<!-- Pages GT Turbo d'Alex -->
<!-- Page: Tips and tricks page 3 -->
<!-- Language: Francais -->
<!-- Version: 4.01 -->
<!-- Last update: 26-feb-99 -->

<HTML>
<HEAD>
<TITLE>Pages GT Turbo d'Alex: Trucs et conseils sur le syst&egrave;me d'alimentation
et d'&eacute;chappement</TITLE>
<META NAME="keywords" CONTENT="Renault, 5, GT, Turbo, mechanics, pr&eacute;paration, tuning">
<META NAME="description" CONTENT="Alex's GT Turbo pages">
</HEAD>
<BODY BGCOLOR="#000000" TEXT="#D0D0D0" LINK="#CC8000" VLINK="#ffffff">

<CENTER><IMG SRC="fire5__f.gif" ALT="Pages GT Turbo d'Alex" WIDTH=630 HEIGHT=85>

<P><IMG SRC="l_fue.gif" ALT="Alimentation et d'&eacute;chappement" WIDTH=88 HEIGHT=46>
<H1>Trucs et conseils : alimentation et d'&eacute;chappement</H1>

</CENTER>

<P>
<A NAME=breath1>
<IMG SRC="th_no.gif" ALT="Non r&eacute;alisable" ALIGN=RIGHT WIDTH=50 HEIGHT=50>
<IMG SRC="dific2.gif" ALT="Difficult&eacute; 2/5" ALIGN=RIGHT WIDTH=161 HEIGHT=43>
<H2>Le laisser respirer (1)</H2>
</A>
<H3>Intro:</H3>
<P>Un point important concernant les moteurs suralimant&eacute;s est la 
temp&eacute;rature de l'air d'admission. Quand la turbine ne tourne 
pas suffisament vite pour comprimer l'air, comme dans n'importe
quelle voiture, le probl&egrave;me se r&eacute;duit &agrave; la temp&eacute;rature d'entr&eacute;e de
l'air. Dans la partie sup&egrave;rieure du filtre &agrave; air, il y a un
volet qui d&eacute;cide o&ugrave; l'air doit &ecirc;tre pris, froid depuis la calandre
(si la temp&eacute;rature de l'air est sup&egrave;rieure &agrave; 32&deg;C), chaud
depuis les alentours du collecteur (si la temp&eacute;rature de l'air
es inf&eacute;rieure &agrave; 26&deg;C), ou un m&eacute;lange des deux.

<P>Il y a une capsule cylindrique qui contr&ocirc;le le volet. Elle est remplie
de quelque chose qui se dilate avec la chaleur, mais, avec le temps,
perd graduellement de son efficacit&eacute;, ne fermant pas compl&eacute;tement
l'entr&eacute;e d'air &agrave; 32 &deg;C.
Mais il est facile de la r&eacute;gler &agrave; nouveau.

<H3>Proc&eacute;d&eacute;:</H3>
<P>D'abord, il faut &ocirc;ter le couvercle du filtre &agrave; air
et l'emmener chez soi. Mettre une bassine dans la baignoire et
la remplir avec de l'eau chaude et de l'eau froide jusqu'&agrave; ce que le
thermom&egrave;tre m&eacute;dical indique 32&deg;C.
Plonger le couvercle dans l'eau, en s'assurant simplement que la capsule
est totalement immerg&eacute;e, attendre cinq minutes, et controller &agrave; nouveau la 
temp&eacute;rature de l'eau. Il faut alors d&eacute;visser la vis qui relie
le volet &agrave; la tringle et la resserrer de mani&egrave;re &agrave; ce que l'entr&eacute;e
d'air chaud (celle qui a le plus petit diam&egrave;tre)soit totalement ferm&eacute;.

<H3>Remarques:</H3>
<P>Il est int&eacute;ressant que la voiture prenne de l'air chaud, par temps
froid, mais une autre option plus radicale est de virer directement le volet
et de fermer l'entr&eacute;e d'air chaud pour toujours, ou de brancher le
tuyau ailleurs pour qu'il prenne de l'air froid.

<P>
<A NAME=direct>
<IMG SRC="th_ok.gif" ALT="Fait!" ALIGN=RIGHT WIDTH=50 HEIGHT=50>
<IMG SRC="dific1.gif" ALT="Difficult&eacute; 1/5" ALIGN=RIGHT WIDTH=161 HEIGHT=43>
<H2>Filtrage direct de l'air</H2>
</A>
<H3>Intro:</H3>

<P>Le syst&egrave;me d'entr&eacute;e d'air d'origine oblige celui-ci &agrave; passer dans un conduit assez restrictif
et ensuite dans un filtre &agrave; air en papier. Dans les moteurs turbo, cette restriction n'est pas si
importante, car la turbine du turbo est elle-m&ecirc;me le goulot d'&eacute;tranglement dans l'admission du moteur, mais
il y a une mani&egrave;re de diminuer la restriction qu'impose le filtre &agrave; air: le kit d'admission directe. C'est 
un filtre conique huil&eacute; avec un coude qui se fixe au moyen d'un collier directement sur le turbo, en
enlevant la bo&icirc;te du filtre &agrave; air (Ne pas confondre avec les &eacute;l&egrave;ments filtrants de hautes performances qui
sont sur le march&eacute;). Il comporte g&eacute;n&eacute;ralement une entr&eacute;e pour le tuyau de r&eacute;aspiration des vapeurs d'huiles.

<P>Le gain de puissance devrait &ecirc;tre dans la zone des 3-7 Cv, mais la principale diff&eacute;rence que l'on
remarque est un son "SHHHH" quand le turbo commence &agrave; souffler. C'est agr&eacute;able de sentir ainsi le turbo!

<P>La contreverse commence ici avec le fait que l'air aspir&eacute; vient du compartiment moteur, derri&egrave;re
l'intercooler, l'air y &eacute;tant plus chaud qu'&agrave; l'ext&eacute;rieur. C'est s&ucirc;r que sa position n'est pas la meilleure,
mais si on pense que lorsque le turbo fonctionne et que l'intercooler est en train de chauffer, la voiture se
d&eacute;place et il y a un flux d'air... Et ne pas oublier que que la bo&icirc;te du filtre &agrave; air d'origine est m&eacute;tallique
et devient tr&egrave;s chaude du fait qu'elle soit &agrave; cot&eacute; du turbo, elle chauffe donc l'air qui la traverse...

<H3>Proc&eacute;d&eacute;:</H3>

<TABLE BORDER=0><TR>
<TD>
<P>Acheter une admission directe. Moi, j'ai install&eacute; le kit JR (bleu); mais il y a d'autres marques, telles
que Pipercross, Green, K&amp;N (Hors du Royaume-Uni, ils vendent quelque chose sous la d&eacute;nomination admission
directe, mais c'est seuleument un &eacute;l&eacute;ment filtrant de rechange)...
</TD>
<TD><IMG SRC="jrlogo.gif" ALT="LogoJR " WIDTH=71 HEIGHT=27></TD>
</TR>
</TABLE><TABLE BORDER=0>
<TR>
<TD>
<P> Pour am&eacute;liorer l'entr&eacute;e d'air frais du syst&egrave;me, on peut utiliser la prise d'air d'origine pour
se faire une entr&eacute;e d'air frais. Acheter un tube -muni d'une structure alu- flexible de &Oslash; et
enlever les quatre rivets qui maintiennent celui d'origine &agrave; l'entr&eacute;e d'air d'origine situ&eacute;e sur
l'intercooler. Couper une quantit&eacute; suffisante de conduit (20 cm devrait &ecirc;tre suffisant, cela d&eacute;pend de
la capacit&eacute; d'extension du conduit) et utiliser un collier pour le fixer &agrave; la prise d'air. La photo
montre le kit JR et le conduit d'air frais fait maison, peint en noir pour le rendement thermique
( et pour l'aspect du compartiment moteur:-)).</TD>

<TD><IMG SRC="inject.jpg" ALT="Kit d'admission directe" WIDTH=250 HEIGHT=150></TD>
</TR></TABLE>

<H3>Remarques:</H3>

<TABLE BORDER=0>
<TR>
<TD>
Ce type de filtre huil&eacute; dure plus longtemps que ceux en papier d'origine car
on peut les nettoyer. Mais si on ne veut pas terminer avec un flux d'air tr&egrave;s
pauvre, et une consomation excessive qui s'en suit, il faut les nettoyer
r&eacute;guli&egrave;rement. On peut faire 10.000 km, comme avec un filtre d'origine avant
de le changer, mais j'ai trouv&eacute; le filtre assez bouch&eacute; avec seulement 7600 km,
et ils n'ont pas &eacute;t&eacute; faits dans des zones poussi&egrave;reuses! Ainsi, je recommanderai
un nettoyage tous les 5000-6000 km

<P>Le proc&eacute;d&eacute; de nettoyage, comme le dit le fabricant, commence par une d&eacute;pose du filtre
et un nettoyage externe des plus grosses particules en tapant doucement et en brossant
la partie ext&eacute;rieure (1). Ensuite, plonger les 3/4 des parois du filtre dans la solution
savonneuse sp&eacute;ciale (2) pour faciliter le nettoyage des particules les plus petites, et 
rincer avec de l'eau (3) de l'int&eacute;rieur vers l'ext&eacute;rieur (dans le sens oppos&eacute; &agrave;
l'&eacute;coulement de l'air). Finalement, il faut appliquer une couche uniforme d'huile sp&eacute;ciale
(4) sur le filtre.</TD>

<TD><IMG SRC="cleanin.gif" ALT="Nettoyage du filtre" HSPACE=10 WIDTH=400 HEIGHT=385></TD>
</TR>
</TABLE>

<P>
<A NAME=breath2>
<IMG SRC="th_ok.gif" ALT="Fait!" ALIGN=RIGHT WIDTH=50 HEIGHT=50>
<IMG SRC="dific3.gif" ALT="Difficult&eacute; 3/5" ALIGN=RIGHT WIDTH=161 HEIGHT=43>
<H2>Le laisser respirer (2)</H2>
</A>
<H3>Intro:</H3>
<P>Quand le turbo est utilis&eacute;, l'air d'admission voit sa temp&eacute;rature monter
du &agrave; la compression. Nous voulons comprimer l'air pour remplir les cylindres
avec plus d'air (et nous ajoutons plus d'essence, pour avoir une explosion
plus puissante) mais nous ne voulons pas l'effet secondaire qui est 
d'avoir de l'air chaud, c'est pourquoi nous utilisons un intercooler
pour le refroidir utilisant l'air ext&eacute;rieur.

<P>Il y a encore un volet thermostatique qui ouvre un "raccourci" dans l'intercooler
quand l'air n'est pas suffisament chaud (jusqu'&agrave; 43&deg;C) ou le ferme 
(&agrave; partir de 47 &deg;C).

<P><TABLE BORDER=0>
<TR>
<TD><IMG SRC="interco.gif" ALT="Intercooler" HSPACE=10 WIDTH=229 HEIGHT=270></TD>
<TD> Le but de ce syst&egrave;me est que, par temps froid,
si l'air ext&eacute;rieur est tr&egrave;s froid (m&ecirc;me s'il vient des alentours du collecteur),
la chaleur produite par la turbine ne se perde pas en faisant passer l'air par
l'&eacute;changeur.

<P>Mais il faut se souvenir comment ces capsules thermostatiques tendent &agrave;
ne plus fonctionner avec le temps, et penser comment l'air evitera de passer
par un long et difficil chemin &agrave; l'int&eacute;rieur de l'&eacute;changeur s'il peut trouver
un chemin plus court et plus facile par un volet ouvert. Mais cette fois-ci,
il n'y a pas de r&eacute;glage possible, donc si l'on ne fait rien, il se peut que
l'intercooler ne soit pas utilis&eacute;!

<P>En plus, lors de changements rapides d'utilisation ou non du turbo,
comme rouler vite en ville ou faisant un tour en montagne, le volet
n'est pas capable de s'ouvrir et de se fermer assez rapidement,
donc l'air ne peut pas &ecirc;tre correctement refroidit. En utilisant
le turbo de mani&egrave;re continue par temps chaud, comme par exemple sur
autoroute, un volet partiellement ouvert r&eacute;duit le refroidissement
de l'air. Donc, on peut dire "au revoir" &agrave; ce fameux volet...</TD>
</TR>
</TABLE>

<H3>Proc&eacute;d&eacute;:</H3>
<P>Sortir l'intercooler de la voiture, et en faisant
attention, d&eacute;monter le corps sup&eacute;rieur en plastique en d&eacute;grafant les 
petites pattes en aluminium avec un tournevis. R&eacute;fl&eacute;chir une minute
pour comprendre comment travaillent ces agrafes, o&ugrave; est le pont et
comment le maintenir ferm&eacute; (pour que l'intercooler ne se ferme pas...).
C'est un peu compliqu&eacute; de voir comment les deux ressorts se combinent
pour fonctionner: un fait que le pont s'ouvre, travaillant contre la
longueur de la capsule, et l'autre qui &eacute;vite que le volet ne se brise une
fois qu'il est totalement ferm&eacute; m&ecirc;me si la capsule se dilate.

<P>J'ai fait une pi&egrave;ce cylindrique en plastique que j'ai ins&eacute;r&eacute; entre la
capsule et l'axe qui d&eacute;place le volet, de mani&egrave;re &agrave; ce que l'axe 
maintienne toujours le pont ferm&eacute; (Il &eacute;tait en fait un peu plus long,
pour que le second ressort mentionn&eacute; juste au dessus appuie un peu).

<P>La pi&egrave;ce a &eacute;t&eacute; perc&eacute;e pour que le bras de la capsule se
d&eacute;place &agrave; l'int&eacute;rieur, le maintenant &agrave; sa place. Mettre un
collier de plastique autour de l'axe et du grand ressort pour &ecirc;tre s&ucirc;r que
&ccedil;a ne saute pas avec les vibrations, car maintenant, ce n'est plus retenu par le
bras de la capsule.

<P>Remonter le corps sup&eacute;rieur de l'&eacute;changeur, en faisant attention avec
le joint, refermer les agrafes en aluminium et &ccedil;a y est!

<H3>Remarques:</H3>

<P>Si l'intercooler n'est pas ferm&eacute; herm&eacute;tiquement, on pourrait entendre ou non des fuites
d'air, qui feraient trop travailler le turbo pour les compenser y ceci r&eacute;duira d&eacute;finitivement
sa vie!

<P>Le seul inconv&eacute;nient de cette modification est que, par temps tr&egrave;s
froid, surtout si le turbo n'est pas utilis&eacute;, l'air "chaud" qui est pris
au collecteur se fait refroidir dans l'&eacute;changeur, comme si il avait &eacute;t&eacute;
pris au niveau de la calandre. Mais, qui diable a des probl&egrave;mes de 
sur-refroidissement avec le GTT?

<P><A HREF="histor_f.htm#coupe">Pour les GTT "Coupe" </A>, Renault 
sugg&egrave;re de faire ceci simplement en mettant une vis sur la paroi lat&eacute;rale
de l'intercooler, le pont &eacute;tant ferm&eacute; pour ne plus jamais laisser le
volet descendre...

<P>
<A NAME=strap>
<IMG SRC="th_ok.gif" ALT="Faite!" ALIGN=RIGHT WIDTH=50 HEIGHT=50>
<IMG SRC="dific1.gif" ALT="Difficult&eacute; 1/5" ALIGN=RIGHT WIDTH=161 HEIGHT=43>
<H2>Le renforcer</H2>
</A>
<H3>Intro:</H3>

<P>Les &eacute;changeurs tendent &agrave; s'ouvrir, surtout sous des pressions de suralimantation
&eacute;lev&eacute;es. On peut en trouver enti&egrave;rement en m&eacute;tal, mais pour que celui de s&eacute;rie
soit plus r&eacute;sistant, on peut le renforcer avec une ou deux sangles de plastique.
<TABLE BORDER=0>
<TR>
<TD>
<H3>Proc&eacute;d&eacute;:</H3>

<P>Il faut sortir l'intercooler ou bien seuleument la calandre et quitter son attache.
Il suffit de le serrer dans le sens vertical avec une ou deux sangles robustes.

<P> C'est le moment de v&eacute;rifier les agrafes m&eacute;talliques
maintiennent les extr&eacute;mit&eacute;s en plastique (voir les fl&egrave;ches) en place,
et &eacute;ventuellement les serrer prudement avec un petit marteau ou une paire de pinces.


<H3>Remarque:</H3>
<P>Si l'intercooler est d&eacute;pos&eacute;, penser que la peinture noire am&eacute;liore
sa capacit&eacute; &agrave; dissiper la chaleur.</TD>
<TD><IMG SRC="interco2.gif" ALT="Intercooler" HSPACE=10 WIDTH=229 HEIGHT=270></TD>
</TR>
</TABLE>

<P>
<A NAME=coupe>
<IMG SRC="th_ok.gif" ALT="Fait!" ALIGN=RIGHT WIDTH=50 HEIGHT=50>
<IMG SRC="dific3.gif" ALT="Difficult&eacute; 3/5" ALIGN=RIGHT WIDTH=161 HEIGHT=43>
<H2>Circuit de pilotage du turbo de la Coupe</H2>
</A>
<H3>Intro:</H3>

<P>Le <A HREF="cup___f.htm#turbo">circuit de pilotage du turbo de la Coupe</A> est
suppos&eacute; offrir un meilleur temps de r&eacute;ponse. De plus, si on veut <A
HREF="trick3_f.htm#bleed"> installer un overboost </A>, il faut utiliser ce syst&egrave;me,
car le double tuyau du bo&icirc;tier r&eacute;gulateur compense la fuite.

<H3>Proc&eacute;d&eacute;:</H3>

<P>Ce sont les syst&egrave;mes de pilotage du turbo de s&eacute;rie et modifi&eacute;:

<P>
<CENTER><TABLE BORDER=0>
<TR>
<TD><IMG SRC="turbostd.gif" ALT="Montage d'origine" WIDTH=354 HEIGHT=255></TD>
<TD><IMG SRC="turbocup.gif" ALT="Montage Coupe" WIDTH=354 HEIGHT=255></TD>
</TR>
</TABLE></CENTER>
<P>Comment le faire facilement:
<UL>
<LI>Les piquages 'A' doivent &ecirc;tre bouch&eacute;s. Il est facile de laisser un bout de tuyau
et d'utiliser une paire de vis avec des colliers appropri&eacute;s, ou on peut acheter
les bouchons d'origines Renault (ref 77 03 074 259).
<LI>Le piquage 'B' doit &ecirc;tre laiss&eacute; &agrave; l'air libre.
<LI>Le piquage 'C' doit &ecirc;tre bouch&eacute;. Ce serait mieux d'enlever &eacute;galement le clapet
anti-retour, mais ceci n&eacute;cessite de boucher la sortie du turbo, qui n'est pas tr&egrave;s
accessible, c'est ainsi plus facile de laisser le clapet et son tuyau et le boucher
apr&egrave;s celui-l&agrave;.
</UL>

<H3>Remarques:</H3>

<P>Apr&eacute;s avoir modifi&eacute; le syst&egrave;me, il faut<A HREF="trick3_f.htm#actuator">
re-r&eacute;gler la longueur de la tige de la wastegate</A>, ou la pression turbo
sera trop faible. Il faut au moins faire trois tours (en raccourcissant
la tige) pour retrouver la pression d'origine.

<P>Je recommande d'utiliser un nouveau tuyau 1/4" fuel/emission pour ne pas
avoir &agrave; retoucher les tuyaux d'origine. De plus, cela permet d'avoir un 
tuyau tout neuf et donc plus fiable.

<P>On peut sentir comment, avec l'acc&eacute;l&eacute;rateur moiti&eacute; lev&eacute; pour diminuer sa
vitesse, la pression turbo ne descend pas aussi vite, le turbo continue &agrave; 
tourner et si l'on acc&eacute;l&egrave;re &agrave; fond, il met moins de temps &agrave; revenir &agrave; sa 
vitesse maximum.

<P>
<A NAME=actuator>
<IMG SRC="th_ok.gif" ALT="Fait!" ALIGN=RIGHT WIDTH=50 HEIGHT=50>
<IMG SRC="dific3.gif" ALT="Difficult&eacute; 3/5" ALIGN=RIGHT WIDTH=161 HEIGHT=43>
<H2>Ajuster la pression turbo gr&acirc;ce au bo&icirc;tier r&eacute;gulateur</H2>
</A>

<H3>Intro:</H3>

<P>Pour ajuster la pression de suralimentation de notre ami Garrett T2, simplement
visser/d&eacute;visser la tige du bo&icirc;tier r&eacute;gulateur. Plus elle sera courte, plus elle aura
besoin de pression pour ouvrir le clapet, y par cons&eacute;quent, il y aura plus de pression
turbo. (Attention si on <A HREF="tecst3_f.htm#boost">monte trop la pression de sural</A>)

<TABLE BORDER=0>
<TR>
<TD><IMG SRC="garret.gif" ALT="Turbo Garrett T2" HSPACE=15 WIDTH=237 HEIGHT=297></TD>
<TD>
<H3>Proc&eacute;d&eacute;:</H3>

<P>D&eacute;poser ou au moins desserer l'&eacute;cran thermique pour acc&eacute;der et enlever le
clip (a) qui maintient la tige (b) au bras du clapet. Desserer la vis (c) et
sortir la tige du bras de clapet. Utiliser une paire de bonnes pinces pour
maintenir la zone filet&eacute;e (ne pas la laisser tourner pour &eacute;viter d'endommager
la membrane interne du bo&icirc;tier) et tourner la tige. Habituellement, il y a un
poin&ccedil;onage pour &eacute;viter que les gens ne changent le r&eacute;glage, donc l'enlever
avant de faire tourner la tige! Remettre le clip et faire un essai routier.

<P>Trois tours dans le sens des aiguilles d'une montre devraient augmenter
la pression de 0.2 bar (3 psi), mais c'est une histoire d'essai et d'erreurs.
Quand on a finalement <A HREF="tecst6_f.htm#turbogg">la pression de suralimentation
souhait&eacute;e </A>, bloquer la vis, reposer l'&eacute;cran thermique et c'est fini!

<H3>Remarque:</H3>
<P>Faire attention avec le bo&icirc;tier r&eacute;gulateur et la tige et ne pas les plier ou
les endommager d'aucune mani&egrave;re car ils peuvent &ecirc;tre abim&eacute;s tr&egrave;s facilement.

</TD></TR></TABLE>

<P>
<A NAME=actuator_ren>
<IMG SRC="think.gif" ALT="Pensant" ALIGN=RIGHT WIDTH=50 HEIGHT=50>
<IMG SRC="dific4.gif" ALT="Difficult&eacute; 4/5" ALIGN=RIGHT WIDTH=161 HEIGHT=43>
<H2>Ajuster la pression de suralimentation, fa&ccedil;on Renault</H2>
</A>

<H3>Intro:</H3>

<P>En utilisant un outillage sp&eacute;cial, Renault suggerait d'ajuster la presion turbo
de cette mani&egrave;re pour &eacute;viter la partie 'essai et erreurs' :-).

<H3>Proc&eacute;d&eacute;:</H3>

<TABLE BORDER=0><TR>
<TD><IMG SRC="tooltb1.gif" ALT="Vue du moteur" HSPACE=10 WIDTH=300 HEIGHT=292></TD>
<TD><P>Monter les outils suivants:
    <UL>
      <LI>A. Manom&egrave;tre avec une &eacute;chelle de 0-1.6 bar (0-23 psi).
      <LI>B. Microm&egrave;tre.
      <LI>C et E. Support et fixation pour le microm&egrave;tre.
      <LI>D. Outil &agrave; se fabriquer en utilisant la figure ci-dessous &agrave; droite.
      <LI>F. Source d'air comprim&eacute;.
    </UL>
</TD>
</TR></TABLE>
<CENTER><TABLE BORDER=0><TR>
<TD><IMG SRC="tooltb2.gif" ALT="Montage du comparateur" HSPACE=30 WIDTH=300 HEIGHT=293></TD>
<TD><IMG SRC="tooltb3.gif" ALT="Outil pour ajuster la pression de sural" HSPACE=30 WIDTH=234 HEIGHT=293>
</TR></TABLE></CENTER>

<P>M&eacute;thode de r&eacute;glage:
    <UL>
      <LI>Aligner l'axe du microm&egrave;tre avec la tige du bo&icirc;tier r&eacute;gulateur.
      <LI>Faire le z&eacute;ro du microm&egrave;tre.
      <LI>Brancher la source d'air sur la capsule du bo&icirc;tier comme indiqu&eacute;
	sur la figure.
      <LI>Augmenter doucement la pression jusqu'&agrave; obtenir un d&eacute;placement de
	0.38 &plusmn; au microm&egrave;tre.
      <LI>Lire la pression, ce doit &ecirc;tre 635 &plusmn; 15 mbar (9.2 &plusmn; 0.21 psi)
        pour une pression de suralimentation de s&eacute;rie de 680 mbar (9.8 psi). Si la pression
	est trop faible, raccourcir la longueur de la tige ou le contraire si elle
	est trop haute.
    </UL>

<P><H3>Remarques:</H3>
    <UL>
      <LI>Refaire la manipulation plusieurs fois pour
	 confirmer la valeur.
      <LI>Faire la lecture en faisant toujours monter la pression.
      <LI>Cette m&eacute;thode demande beaucoup d'attention et un outillage &eacute;talonn&eacute;
	et install&eacute; correctement. Je crois que &ccedil;a vaut pas la peine et que 
	probablement, chez Renault, on n'a pas du le faire souvent.
    </UL>

<P>
<A NAME=bleed>
<IMG SRC="th_ok.gif" ALT="Fait!" ALIGN=RIGHT WIDTH=50 HEIGHT=50>
<IMG SRC="dific3.gif" ALT="Difficult&eacute; 3/5" ALIGN=RIGHT WIDTH=161 HEIGHT=43>
<H2>Installer un overboost</H2>
</A>

<H3>Intro:</H3>

<P>On peut monter un overboost pour ajuster la pression de sural tout en roulant.
Pour que la fuite au niveau du bo&icirc;tier r&eacute;gulateur fonctionne, il vaut mieux
r&eacute;aliser le syst&egrave;me de pilotage de la pression turbo <A HREF="trick3_f.htm#coupe">type Coupe</A>.
Autrement, la fuite d'un cot&eacute; de la capsule sera compens&eacute; de l'autre c&ocirc;t&eacute; (attention
si on <A HREF="tecst3_f.htm#boost">monte la pression turbo</A>).

<TABLE BORDER=0>
<TR>
<TD>

<P>Le syst&egrave;me neumatique usuel, un tuyau avec un robinet qui peut se mettre dans
le compartiment moteur ou dans l'habitacle n'est pas mal, mais moi, j'ai essayer
un syst&egrave;me electro-pneumatique. Des &eacute;lectrovannes qui ouvrent et ferment une fuite
permettent d'obtenir diff&eacute;rentes valeurs de pression de sural. Le principe de montage
est le m&ecirc;me.

<H3>Proc&eacute;d&eacute;:</H3>

<P>Dans le syst&egrave;me de pilotage du turbo de la version Coupe, il ya seulement
un tuyau de pression qui contr&ocirc;le la wastegate. Ins&eacute;rer autant de T que l'on
veut de fuites, y utiliser d'autres tuyaux pour les relier aux &eacute;lectrovannes.
Un interrupteur convenablement install&eacute; au niveau du tableau de bord permettra
d'ouvrir ces vannes en leur appliquant +12V.

<P>Le diam&egrave;tre de sortie des &eacute;lectrovannes doit &ecirc;tre calibr&eacute; pour obtenir la
fuite souhait&eacute;e. A titre d'indication, en utilisant un tuyau de 1/4", des vannes
de 3 mm &diam; cela produira une fuite qui augmentera de 0.15 bar (2.2psi) la
pression de suralimentation.

<P>Pour le moment, j'utilise deux &eacute;lectrovannes de Peugeot. J'obtiens des
pressions de sural maximum de 0.62 bar (9psi) avec toutes ferm&eacute;es, 0.75 (11 psi)
avec une ouverte et 0.9 (13 psi) avec les deux ouvertes. Et j'ai laiss&eacute; de la
place, des fils, etc... pour une troisi&egrave;me! :-)
</TD>

<TD><IMG SRC="bleedv.jpg" ALT="Montage de l'overboost" HSPACE=15 WIDTH=240 HEIGHT=334></TD>
</TR></TABLE>

<P>J'ai pris quelques mesures pour comparer (maladroitement et avec une montre)
sur une ligne droite de longueur inconnue. Je commen&ccedil;ais arr&ecirc;t&eacute; et faisais un 
d&eacute;part tranquile en 1&egrave;re, puis 2&egrave;me et 3&egrave;me en passant les rapports &agrave; 4500 tr/min
et finalement quelques m&egrave;tres en 4&egrave;me. Les diff&eacute;rences ne sont pas tr&egrave;s,
impressionantes, je devrais essayer de nouveau en partant lanc&eacute; pour &eacute;viter
des diff&eacute;rences d&ucirc;es &agrave; l'utilistion de l'embrayage au d&eacute;part. De toutes mani&egrave;res,
la voiture est notablement plus rapide quand les vannes s'ouvrent!

<P><CENTER><TABLE BORDER=1>
<TR><TD ALIGN=CENTER><B>Pression de sural</B></TD>
<TD ALIGN=CENTER><B>Temps</B></TD>
<TD ALIGN=CENTER><B>Moyenne</B></TD>
<TR><TD>0.62 bar (9 psi)</TD>
<TD>13.12 s.</TD>
<TD>13.12 s.</TD>
<TR><TD>0.75 bar (11 psi)</TD>
<TD>12.93 s., 12.34 s.</TD>
<TD>12.69 s.</TD>
<TR><TD>0.90 bar (13 psi)</TD>
<TD>12.98 s., 12.44 s., 12.32 s., 12.23 s.</TD>
<TD>12.49 s.</TD>
</TABLE></CENTER>

<H3>Remarques:</H3>

<TABLE BORDER=0><TR>
<TD><IMG SRC="rotatory.gif" ALT="Circuit du commutateur rotatif" HSPACE=15 WIDTH=200 HEIGHT=150></TD>
<TD>
<P>Il est courant d'utiliser deux ou trois vannes identiques. On peut utiliser
un commutateur rotatif pour ouvrir les vannes en cha&icirc;ne. La premi&egrave;re position
coupe le courant &agrave; n'importe quelle vanne. La deuxi&egrave;me applique + 12V &agrave; la
premi&egrave;re vanne (1). La troisi&egrave;me applique +12V &agrave; la seconde (2), et &agrave; travers
une diode (anode sur la 3&egrave;me, cathode sur la 2nde) &agrave; la vanne pr&eacute;c&eacute;dente, et 
ainsi de suite (La figure montre un circuit de 3 vannes avec un commutateur
4 positions).

<P>Tout montage d'overboost doit &ecirc;tre fait prudemment, une fuite totale dans le
circuit impliquerait une wastegate totalement ferm&eacute;e et, si le presostat de
s&eacute;curit&eacute; ne coupe pas, on obtient alors la pression maxi et un moteur qui f&ucirc;me.
</TD>
</TR></TABLE>

<P>
<A NAME=exhaust>
<IMG SRC="th_ok.gif" ALT="Fait!" ALIGN=RIGHT WIDTH=50 HEIGHT=50>
<IMG SRC="dific2.gif" ALT="Difficult&eacute; 2/5" ALIGN=RIGHT WIDTH=161 HEIGHT=43>
<H2>Lib&eacute;rer les gaz d'&eacute;chappement</H2>
</A>
<H3>Intro:</H3>

<P>Le silencieux de s&eacute;rie du GT n'est pas tr&egrave;s restrictif (il contient
de la laine de verre au lieu d'avoir des chicanes). De plus, sur les
moteurs turbo, il n'est pas tr&egrave;s important, car la turbine du turbo
constitue d&eacute;j&agrave; un goulot d'&eacute;tranglement dans le syst&egrave;me d'&eacute;chappement.
Il est toujours bon de l'am&eacute;liorer, m&ecirc;me &agrave; petite &eacute;chelle, mais
ne pas esp&eacute;rer une grande augmentation de puissance avec un silencieux!

<H3>Proc&eacute;d&eacute;:</H3>

<P><TABLE BORDER=0><TR>
<TD>Acheter un silencieux de qualit&eacute;. Comme les silencieux tendent &agrave; 
s'oxyder et doivent &ecirc;tre chang&eacute;s p&eacute;riodiquement, on a le choix devant
toutes les offres possibles. J'ai trouv&eacute; un Momo Corse en promotion
avec une sortie de &Oslash; 90 mm. Il a une bonne allure, mais le bruit
est tr&egrave;s ressemblant &agrave; celui d'origine (et beaucoup de gens choisissent
leur silencieux par rapport au bruit. Vimesa, Devil ou Remus, c'est s&ucirc;r,
font un autre bruit). Les syst&egrave;mes complets o silencieux en acier
inoxydable (Inox) co&ucirc;tent le double, mais ils devaient durer deux fois
plus longtemps!

<P>Les silencieux contiennent de la laine de verre et ont besoin d'un
rodage pour se mettre en place et prendre leur bruit d&eacute;finitif, car
ils ne font vraiment pas beaucoup de bruit au d&eacute;but.</TD>

<TD><IMG SRC="tubo.jpg" ALT="Silencieux d'&eacute;chappement" HSPACE=10 WIDTH=207 HEIGHT=151></TD>
</TR></TABLE>

<P>Le d&eacute;montage de l'ancien silencieux est une t&acirc;che difficile
et demande du temps et de la patience pour ne pas ab&icirc;mer le tuyau
d'&eacute;chappement en lui laissant une fuite pour toujours. Garder &agrave; 
l'esprit que le silencieux que l'on enl&egrave;ve ne sert plus &agrave; rien et
on peut donc d&eacute;couper prudemment son tuyau. Le tourner sur lui-m&ecirc;me
et s'aider d'un marteau (pas sur le tube qui reste en place!)

<P><TABLE BORDER=0><TR>
<TD><IMG SRC="gomaesc.jpg" ALT="Support suppl&eacute;mentaire pour le silencieux" HSPACE=10 WIDTH=275 HEIGHT=160></TD>
<TD> Personne n'a remarqu&eacute;, m&ecirc;me avec le silencieux d'origine, un
un bruit lorsque passe dans un trou, surtout quand il y a plus de
personnes &agrave; bord? C'est le bruit typique provenant du choc entre
le train arri&egrave;re et le coude du silencieux. Le support arri&egrave;re
d'origine, qui laisse beaucoup de poids sur le tuyau, n'est pas
suffisant. Mais beaucoup de silencieux neufs poss&egrave;dent une attache
suppl&eacute;mentaire qui est souvent non-utilis&eacute;e... donc, utilisons la
pour &eacute;viter ce bruit g&ecirc;nant! C'est aussi facile que de trouver
une vis avec un crochet munie de deux &eacute;crous, percer la t&ocirc;le qui maintient
le limiteur de freinage pour la fixer, utiliser un silent-block (le
m&ecirc;me qui est utilis&eacute; dans la Renault 5 pour la fixation arri&egrave;re
de l'&eacute;chappement) et ajuster la longueur de la vis. J'esp&egrave;re que
j'ai &eacute;t&eacute; clair, car mon appareil photo n'a pas pu mieux focaliser
(d&eacute;sol&eacute;:-( ).</TD>
</TR></TABLE>


<H3>Remarque:</H3>
<P>Le bruit que l'on obtient avec un GT sans silencieux est agr&eacute;able
(&agrave; mon go&ucirc;t, bien s&ucirc;r) et peut &ecirc;tre un peu g&ecirc;nant si l'on parle de
faire plus de 400 km. Mais si l'on veut supprimer le silencieux, ne pas
laisser le tube d'&eacute;chappement comme &ccedil;a et acheter ou se faire une 
sortie lat&eacute;rale ou arri&egrave;re, car des flammes peuvent sortir du tube
et elles ne passeraient pas loin du r&eacute;servoir d'essence.

<P> <!-- Footer -->
<CENTER>
<TABLE BORDER=0 CELLSPACING=0 CELLPADDING=0>
<TR>
<TD><A HREF="gttint_f.htm"><IMG SRC="foot_1_f.gif" ALT="Index" WIDTH=77 HEIGHT=40 BORDER=0></A></TD>
<TD><A HREF="trick3.htm"><IMG SRC="foot_2_f.gif" ALT="Version anglaise" WIDTH=131 HEIGHT=40 BORDER=0></A></TD>
<TD><A HREF="trick3_e.htm"><IMG SRC="foot_3_f.gif" ALT="Version espagnole" WIDTH=141 HEIGHT=40 BORDER=0></A></TD>
<TD><A HREF="http://www.etsit.upm.es/~alex/gtt/gttint_f.htm"><IMG SRC="foot_4_f.gif" ALT="Autre serveur" WIDTH=108 HEIGHT=40 BORDER=0></A></TD>
<TD><A HREF="credit_f.htm"><IMG SRC="foot_5_f.gif" ALT="Alex" WIDTH=50 HEIGHT=40 BORDER=0></A></TD>
<TD><A HREF="email__f.htm"><IMG SRC="foot_6_f.gif" ALT="Ecrire &agrave; Alex" WIDTH=118 HEIGHT=40 BORDER=0></A></TD>
</TR>
</TABLE>
</CENTER>
</BODY>
</HTML>
