<!DOCTYPE HTML PUBLIC>

<!-- Alex's GT Turbo pages -->
<!-- Page: Tips and tricks page 8 -->
<!-- Language: Spanish -->
<!-- Version: 4.03 -->
<!-- Last update: 20-mar-99 -->

<HTML>
<HEAD>
<TITLE>P&aacute;ginas GT Turbo de Alex: Trucos y consejos de frenos</TITLE>
<META NAME="keywords" CONTENT="Renault, 5, GT, Turbo, mecanica, preparacion, tuning">
<META NAME="description" CONTENT="P&aacute;ginas GT Turbo de Alex">
</HEAD>
<BODY BGCOLOR="#000000" TEXT="#D0D0D0" LINK="#CC8000" VLINK="#ffffff">

<CENTER><IMG SRC="fire5__e.gif" ALT="P&aacute;ginas GT Turbo de Alex" WIDTH=630 HEIGHT=85>

<P><IMG SRC="l_bra.gif" ALT="Frenos" WIDTH=88 HEIGHT=46>
<H1>Trucos y consejos: Frenos</H1>

</CENTER>

<P>
<A NAME=pads>
<IMG SRC="th_ok.gif" ALT="&iexcl;Hecho!" ALIGN=RIGHT WIDTH=50 HEIGHT=50>
<IMG SRC="dific3.gif" ALT="Dificultad 3/5" ALIGN=RIGHT WIDTH=161 HEIGHT=43>
<H2>Una mejora de agarre</H2>
</A>

<H3>Intro:</H3>

<P>Una parte importante de la potencia de frenada de un coche est&aacute; en la
calidad de las pastillas de freno. As&iacute; la mejora m&aacute;s f&aacute;cil y r&aacute;pida de
frenada se puede lograr simplemente
<A HREF="tecst8_e.htm#compound">eligiendo un buen juego de pastillas</A>.

<P>Mi elecci&oacute;n personal fueron unas Ferodo Racing. Se comportan razonablemente
bien en frio, y dan una agarre muy firme en caliente.

<H3>Procedimiento:</H3>

<P>El t&iacute;pico cambio de pastilla: Desconectar los cables de los testigos de
desgaste, quitar los tornillos de las gu&iacute;as con dos llaves, extraer el
estribo del portaestribo y aseg&uacute;ralo a alg&uacute;n sitio de la aleta teniendo
cuidado de de no da&ntilde;ar los latiguillos de freno. Cambiar las pastillas.
Pon en su sitio la que tiene el cable del testigo de desgaste, en el interior
hacia arriba (donde el tornillo de purga).

En el montaje deber&iacute;a usarse l&iacute;quido de bloqueo de tornillos y un par de
apriete de 35 Nm (26 lbf ft).

<H3>Notas:</H3>

<P>Deja que las pastillas se adapten al disco no frenando fuerte al menos
durante los primeros 200 kil&oacute;metros, y se incluso m&aacute;s paciente si cambiaste
tambi&eacute;n los discos a la vez.

<P>
<A NAME=discs>
<IMG SRC="th_ok.gif" ALT="&iexcl;Hecho!" ALIGN=RIGHT WIDTH=50 HEIGHT=50>
<IMG SRC="dific3.gif" ALT="Dificultad 3/5" ALIGN=RIGHT WIDTH=161 HEIGHT=43>
<H2>Retrasando el 'Fading' (1)</H2>
</A>

<H3>Intro:</H3>

<P>El GT Turbo viene con discos delanteros ventilados porque con frenadas
fuertes, los discos alcanzar temperaturas muy altas, pero como tienen
que caber en llantas de 13 pulgadas, no son muy grandes.

<P>Puede reducirse la temperatura de los discos (y retardar el
<A HREF="tecst8_e.htm#fading">'fading'</A>) usando discos taladrados. Permiten
una mayor circulaci&oacute;n de aire y una mejor refrigeraci&oacute;n. Otro efecto
interesante es que mejoran la renovaci&oacute;n de la superficie de las pastillas.
(&iexcl;Tambi&eacute;n se reduce el peso un poquiti&iacute;n! :-) ). Una superficie rayada
ser&iacute;a mejor para eso, pero peor para el resto de capacidades.

<P>Estos son mis discos taladrados Brembo Gold:

<P><CENTER><IMG SRC="discos.jpg" ALT="Discos Brembo Gold" WIDTH=320 HEIGHT=227></CENTER>

<H3>Procedimiento:</H3>

<P>Quita el estribo completo aflojando los dos tornillos que tiene por
detr&aacute;s. &Aacute;talo a la parte interior de la aleta para no da&ntilde;ar la tuber&iacute;a
de frenos. Quita los dos tornillos Torx T40 y los discos.

<P>La superficies de apoyo del disco y el cubo deber estar perfectamente
limpias. Puede ser necesario un poco de trabajo de lija. As&iacute; minimizar&aacute;s
el alabeo. Ped&iacute; prestado un micr&oacute;metro para hacer las medias finales:

<CENTER><P><TABLE BORDER=0>
<TR>
<TD>M&aacute;ximo permitido:</TD><TD> 0.07 mm (0.003 in)</TD>
</TR>
<TR>
<TD>Disco izquierdo:</TD><TD> 0.046 mm (0.0018 in)</TD>
</TR>
<TR>
<TD>Disco derecho:</TD><TD>0.107 mm (0.0042 in)</TD>
</TR>
</TABLE></CENTER>

<P>La medida es un poco complicadilla de hacer, porque tienes que
hacerte un soporte adecuado para el micr&oacute;metro. Si est&aacute;s demasiado
fuera de los l&iacute;mites, puedes probar la otra posici&oacute;n del disco (como
tiene dos tornillos puede ponerse de dos formas). Yo note una
frenada desigual a baja velocidad que desapareci&oacute; una vez rodados
discos y pastillas unos 500-1000 km.

<P>Deber&iacute;a usarse l&iacute;quido de bloqueo de tornillos al montarlos.


<H3>Notas:</H3>

<P>No intentes taladrar los discos de origen, ya que la superficie del
disco lleva un tratamiento t&eacute;rmico que se arruinar&iacute;a con el taladrado, y
el disco necesita un equilibrado bastante exacto.

<P>Cuando cambies los discos, se recomiena cambiar tambi&eacute;n pastillas a la
vez. Por favor, se paciente con su adaptaci&oacute;n haciendo por lo menos 500 km
sin frenadas fuertes que podr&iacute;an cristalizar los peque&ntilde;os puntos de mejor
contacto de las pastillas.

<P>
<A NAME=fluid>
<IMG SRC="th_ok.gif" ALT="&iexcl;Hecho!" ALIGN=RIGHT WIDTH=50 HEIGHT=50>
<IMG SRC="dific4.gif" ALT="Dificultad 4/5" ALIGN=RIGHT WIDTH=161 HEIGHT=43>
<H2>Retardando el 'Fading' (2)</H2>
</A>

<H3>Intro:</H3>
<P>Como el <A HREF="tecst8_e.htm#fading">'fading'</A>, se produce por el
calentamiento del l&iacute;quido de frenos, una segunda aproximaci&oacute;n al problema
es <A HREF="tecst8_e.htm#fluid">usar un l&iacute;quido de mayor calidad</A>. Yo eleg&iacute;
l&iacute;quido AP Lockheed DOT 5.1

<H3>Procedimiento:</H3>

<P>Consigue dos latas de 0.5 litros, ya que un sangrado adecuado del
sistema resultar&aacute; en una gran p&eacute;rdida de l&iacute;quido. La renovaci&oacute;n del l&iacute;quido
viejo por los tornillos de purga asegura el reemplazo pero requiere un
buen sangrado despu&eacute;s ya que el sistema quedar&aacute; lleno de aire. Echar
l&iacute;quido nuevo sobre el viejo y el sangrar hasta que el fluido que salga
cambie de color puede desembocar en una mezcla de l&iacute;quidos (&iexcl;No lo hagas si
est&aacute;s cambiando de tipo de l&iacute;quido!) pero requiere menos sangrado.

<P>Ahora hay que purgar el circuito de la siguiente manera:
<UL>
 <LI>Consigue un amiguete con piernas fuertes y ponlo en el asiento del
  conductor.
 <LI>Entr&eacute;nale haci&eacute;ndole pisar el pedal de freno hasta que no note
  asistencia del servo.
 <LI>Rellena el dep&oacute;sito de l&iacute;quido de frenos. No lo dejes nunca bajar
  de la mitad del nivel m&aacute;ximo.
 <LI>Quita los tapones de protecci&oacute;n de los tornillos de purga.
 <LI>Pon un tubo en el tornillo de purga izquierdo trasero. Usa un
  recipiente adecuado para recoger el l&iacute;quido que salga por el tubo. El
  procedimiento es abrir el tornillo media vuelta y gritar 'Aprieta' a
  tu amigo. El presionar&aacute; el pedal y, antes de terminar con su recorrido
  te gritar&aacute; 'Hecho'. Aprieta el tornillo y grita 'Suelta' para que
  deje el pedal retornar. Repetir hasta que salga l&iacute;quido sin burbujas.
 <LI>Repetir el &uacute;ltimo punto con el freno derecho delantero.
 <LI>Repetir el &uacute;ltimo punto con el freno derecho trasero.
 <LI>Repetir el &uacute;ltimo punto con el freno izquierdo delantero.
 <LI>Rellenar de l&iacute;quido en el dep&oacute;sito hasta el m&aacute;ximo.
 <LI>Invitar a algo al pobre y cansado amigo :-).
</UL>

<H3>Notas:</H3>

<P>Deja reposar el l&iacute;quido al menos 24 horas en su lata antes de
instalarlo para evitar las burbujas formadas en el transporte.

<P>Es muy importante asegurarse de que el sistema queda perfectamente
sangrado. &iexcl;Est&aacute; en juego tu seguridad personal!

<P>Y el consejo final: Ten cuidado con el l&iacute;quido. &iexcl;Le encanta comerse
la pintura!

<P>
<A NAME=hoses>
<IMG SRC="th_ok.gif" ALT="&iexcl;Hecho!" ALIGN=RIGHT WIDTH=50 HEIGHT=50>
<IMG SRC="dific4.gif" ALT="Dificultad 4/5" ALIGN=RIGHT WIDTH=161 HEIGHT=43>
<H2>Sensaci&oacute;n de pedal</H2>
</A>

<P><TABLE BORDER=0><TR>
<TD>

<H3>Intro:</H3>
<P>
Utilizando los frenos fuerte, las presiones a las que llega el l&iacute;quido
de frenos a los estribos son muy fuertes. Las lineas de freno son r&iacute;gidas
en casi todo el coche, para evitar dilataciones, pero hay algunos puntos
en los que no lo son: Los latiguillos flexibles de freno en cada rueda. Los
de goma son muy gruesos y deber&iacute;an ser bastante r&iacute;gidos, pero &iexcl;eso puede
mejorarse!

<H3>Procedimiento:</H3>

<P>Consigue un juego de latiguillos tipo aviaci&oacute;n, de tefl&oacute;n y malla. Son
m&aacute;s finos, m&aacute;s fuertes y m&aacute;s r&iacute;gidos que los de serie. Deber&iacute;a noterse una
respuesta m&aacute;s precisa en el pedal de freno.</TD>

<TD><IMG SRC="latig1.jpg" ALT="Comparaci&oacute;n de latiguillos" WIDTH=230 HEIGHT=250></TD>
<TD><IMG SRC="latig2.jpg" ALT="Montaje final de latiguillos" WIDTH=167 HEIGHT=250></TD>

</TR></TABLE>

<H3>Notas:</H3>

<P>Deja los latiguillos en una posici&oacute;n natural. Aseg&uacute;rate de que no tocan
las aletas ni nada cuando giras totalmente las ruedas en ambos sentidos.
Es muy interesante ponerles una camisa de protecci&oacute;n, lo que se puede hacer
f&aacute;cilmente con un protector espiral de cable (no mostrado en la foto).
<P>Tendr&aacute;s que rellenar el dep&oacute;sito de l&iacute;quido de frenos y purgar el
sistema despu&eacute;s del cambio, como se explica arriba.

<P>
<A NAME=separator>
<IMG SRC="th_ok.gif" ALT="&iexcl;Hecho!" ALIGN=RIGHT WIDTH=50 HEIGHT=50>
<IMG SRC="dific2.gif" ALT="Dificultad 2/5" ALIGN=RIGHT WIDTH=161 HEIGHT=43>
<H2>Ajustando el pedal</H2>
</A>

<H3>Intro:</H3>
<P>Para facilitar la maniobra de punta-tac&oacute;n, Renault nos puso un
pedal de acelerador grande y en forma de L (que echo de menos en cuanto
cojo muchos otros coches :-( ).
Pero si usas el lateral del pie para acelerar mientras frenas, al menos
para mi gusto, el pedal de freno se hunde demasiado y es f&aacute;cil pisar un
poco el acelerador, lo que significa menor efectividad de freno, o una
posici&oacute;n dif&iacute;cil del pie para evitarlo, lo que tambi&eacute;n resulta en una
peor frenada.

<H3>Procedimiento:</H3>

<P>Consigue pletina de alumino gruesa (3mm o asi deber&iacute;a bastar) y comienza
a trabajarla con sierra, martillo y lima hasta que tengas algo parecido
a un pedal. Puedes darle la forma que quieras, pero puedes intentar imitar
la forma del de serie. Copiando los agujeros tambi&eacute;n podr&aacute;s poner los
cubrepedales de goma para disimular el truco.
Tambi&eacute;n necesitar&aacute;s cuatro (puedes usar tres, pero es mejor hacer cuatro
por la rigidez) agujeros en las esquinas para los tornillos de separaci&oacute;n.

<TABLE BORDER=0><TR><TD>
<P>Compra 4 tornillos de cabeza plana de 6 mm, 4 arandelas planas y 12
tuercas. Taladra el pedal de serie en las esquinas convenientemente y usa
el primer juego de tuerca para montar los tornillos en la nueva chapa
(probablemente tendr&aacute;s que montar todo flojo y apretar una vez ensamblado).
Otro juego de tuercas servir&iacute;an para ajustar la altura de la chapa contra
el pedal, pero yo encontr&eacute; que la altura de mi primer juego de tuercas
era la justa, as&iacute; que no utilic&eacute; este segundo juego. Monta la chapa sobre
el pedal y utiliza las arandelas y el &uacute;ltimo juego de tuercas por debajo
del pedal.

<H3>Notas:</H3>

<P>Las primeras veces que se conduce con el pedal modificado parece
raro tener que levantar tanto (!) el pie para frenar, pero en un par
de dias ser&aacute; tan natural como antes y &iexcl;mucho m&aacute;s efectivo!
</TD>

<TD><IMG SRC="seppedal.jpg" ALT="Separador de pedal de freno" HSPACE=10 VSPACE=10 WIDTH=330 HEIGHT=222></TD>
</TR></TABLE>


<P> <!-- Footer -->
<CENTER>
<TABLE BORDER=0 CELLSPACING=0 CELLPADDING=0>
<TR>
<TD><A HREF="gttint_e.htm"><IMG SRC="foot_1_e.gif" ALT="&Iacute;ndice" WIDTH=73 HEIGHT=40 BORDER=0></A></TD>
<TD><A HREF="trick8.htm"><IMG SRC="foot_2_e.gif" ALT="Versi&oacute;n inglesa" WIDTH=128 HEIGHT=40 BORDER=0></A></TD>
<TD><A HREF="trick8_f.htm"><IMG SRC="foot_3_e.gif" ALT="Versi&oacute;n francesa" WIDTH=127 HEIGHT=40 BORDER=0></A></TD>
<TD><A HREF="http://www.etsit.upm.es/~alex/gtt/gttint_e.htm"><IMG SRC="foot_4_e.gif" ALT="Servidor alternativo" WIDTH=147 HEIGHT=40 BORDER=0></A></TD>
<TD><A HREF="credit_e.htm"><IMG SRC="foot_5_e.gif" ALT="Alex" WIDTH=49 HEIGHT=40 BORDER=0></A></TD>
<TD><A HREF="email__e.htm"><IMG SRC="foot_6_e.gif" ALT="Email Alex" WIDTH=102 HEIGHT=40 BORDER=0></A></TD>
</TR>
</TABLE>
</CENTER>
</BODY>
</HTML>
