<!DOCTYPE HTML PUBLIC>

<!-- Pages GT Turbo d'Alex -->
<!-- Page: Trucs et conseils page 2 -->
<!-- Language: Francais -->
<!-- Version: 4.02 -->
<!-- Last update: 26-feb-99 -->

<HTML>
<HEAD>
<TITLE>Pages GT Turbo d'Alex: Trucs et conseils concernant le Syst&egrave;me de lubrification </TITLE>
<META NAME="keywords" CONTENT="Renault, 5, GT, Turbo, m&eacute;canique, pr&eacute;paration, tuning">
<META NAME="description" CONTENT="Pages GT Turbo d'Alex">
</HEAD>
<BODY BGCOLOR="#000000" TEXT="#D0D0D0" LINK="#CC8000" VLINK="#ffffff">

<CENTER><IMG SRC="fire5__f.gif" ALT="Pages GT Turbo d'Alex" WIDTH=630 HEIGHT=85>

<P><IMG SRC="l_oil.gif" ALT="Syst&egrave;me de lubrification" WIDTH=88 HEIGHT=46>
<H1>Trucs et conseils: le syst&egrave;me de lubrification</H1>

</CENTER>

<P>
<A NAME=oilcool>
<IMG SRC="th_ok.gif" ALT="Fait!" ALIGN=RIGHT WIDTH=50 HEIGHT=50>
<IMG SRC="dific4.gif" ALT="Difficult&eacute; 4/5" ALIGN=RIGHT WIDTH=161 HEIGHT=43>
<H2>Le garder froid (1)</H2>
</A>

<H3>Intro:</H3>

<P>
Il n'y a pas que l'eau qui chauffe, l'huile aussi. Surtout d&ucirc; aux hautes temp&eacute;ratures 
des paliers du turbo, sa temp&eacute;rature monte, c'est pourquoi tous les GTTs ont un
&eacute;changeur huile-eau. Puisque l'eau tend &agrave; &ecirc;tre plus froide que l'huile (env 30&deg;C
de moins), on oblige l'huile, apr&egrave;s &ecirc;tre filtr&eacute;e, &agrave; passer par la partie sup&eacute;rieure gauche 
du radiateur. A partir de l&agrave;, elle descend dans un double cylindre qui est plong&eacute;
dans l'eau du radiateur, laissant ici une partie de sa chaleur. L'avantage de ce montage r&eacute;side dans le 
fait que la temp&eacute;rature de l'huile est r&eacute;gul&eacute;e par celle de l'eau.


<P>
Mais pour les voitures qui ont tendance &agrave; chauffer, ceci r&eacute;duit le pouvoir de refroidissement de l'eau,
celui de l'huile n'&eacute;tant pas aussi bon. Une bonne solution est de laisser le radiateur complet
pour l'eau et utiliser un second radiateur d'huile pour l'huile.

<H3>Proc&eacute;d&eacute;:</H3>
                                       
<TABLE BORDER=0>
<TR>
<TD COLSPAN=2>La premi&egrave;re chose &agrave; faire est de chercher un radiateur d'huile. J'en ai
trouv&eacute; un sur une Opel Kadett GSi dans une casse.</TD>
</TR>
<TR>
<TD>Trouver un emplacement pour installer le radiateur  est r&eacute;ellement une 
vraie prise de t&ecirc;te, vu que les GTTs n'ont pas beaucoup d'espace libre devant.
Mais, &agrave; proximit&eacute; de l'antibrouillard gauche, il y a quelques ouvertures dans 
le pare-choc, derri&egrave;re lesquelles on peut l'installer, en &eacute;tant suffisamment 
patient et en se faisant ses propres pi&egrave;ces supports.</TD>

<TD><IMG SRC="oiler.gif" ALT="Position du radiateur d' huile" WIDTH=209 HEIGHT=104 HSPACE=10></TD>
</TR>
</TABLE>
<TABLE BORDER=0>
<TR>
<TD><IMG SRC="pipes.gif" ALT="Tuyau d'huile" WIDTH=200 HEIGHT=110 HSPACE=10></TD>
<TD>Et nous arrivons au th&egrave;me des tuyaux.

On peut en mettre des neufs depuis le filtre &agrave; huile jusqu'au radiateur, mais
il est possible de se faire des prolongements pour rallonger les anciens et continuer 
&agrave; les utiliser, comme je l'ai fait. Mais ces tuyaux seront un probl&egrave;me &agrave; moins de 
trouver quelqu'un qui soit dispos&eacute; &agrave; les faire sp&eacute;cialement (je suis all&eacute;
&agrave; <A HREF="gttlin_f.htm#egs">E.G.S.</A>&agrave; Madrid).Ceci parce que la
dimension int&eacute;rieure du tuyau et celui du raccord filet&eacute; dont on a besoin
pour raccorder les anciens tubes ne sont pas tr&egrave;s communs. Il faut utiliser
des tuyaux qui supportent l'huile chaude (Plus de 170&deg;C) et la pression
(Plus de 10 kg/cm2).</TD>
</TR>
</TABLE>

<P>
Les tuyaux flexibles dont j'ai eu besoin sont d&eacute;taill&eacute;s sur la figure.
Ils ont une extr&eacute;mit&eacute; type "b" droite avec un taraudage fixe 10x100 (10mm de profondeur
seront suffisants) qui se visse dans la pi&egrave;ce m&acirc;le conique libre 10x100
de la fin de l'ancien tube, et une extr&eacute;mit&eacute; type "a" coud&eacute; &agrave; 90 &deg; avec 
un &eacute;crou fou 18x150 pour mon nouveau radiateur d'huile.</P>
Deux sont n&eacute;cessaires:
<UL>

  <P><LI>#1 de l=20cm de long. Il part d'un c&ocirc;t&eacute; du radiateur (le plus pr&egrave;s de l'antibrouillard),
passe par le passage de roue, jusqu'&agrave; l'extr&eacute;mit&eacute; de la bo&icirc;te, o&ugrave; il se raccorde avec le 
vieux tube sup&eacute;rieur, qui se trouve l&agrave;.

  <P><LI>#2 de l=23cm de long. Il part de l'autre c&ocirc;t&eacute; du radiateur (le plus pr&egrave;s du radiateur
d'eau), passe juste en dessous du ch&acirc;ssis. Ceci signifie qu'il sera tr&egrave;s expos&eacute; en cas de
choc frontal, mais je n'ai rien trouv&eacute; de mieux.

</UL>  
<TABLE BORDER=0>
<TR>
<TD><IMG SRC="gtsinpg.jpg" ALT="Photo Finale sans pare-chocs" WIDTH=338 HEIGHT=173 HSPACE=10></TD>
<TD>On peut mettre une paire de vis courtes 10x100 pour boucher les taraudages
du vieil &eacute;changeur eau-huile pour &eacute;viter que la poussi&egrave;re y entre. On ne sait
jamais!
<P>Le d&eacute;montage de l'intercooler et du pare-choc avant est n&eacute;cessaire,
alors que celui du capot et de la calandre est vivement conseill&eacute;.
Me concernant, le d&eacute;flecteur du radiateur d'eau a du &ecirc;tre un peu d&eacute;coup&eacute;
pour que le radiateur entre et pouvoir tirer le tuyau #2.(Cf la photo de nuit :-) ).</TD>
</TR>
</TABLE>

<P>Il faut travailler de mani&egrave;re tr&egrave;s propre, car en d&eacute;marrant le moteur, tout
 ce qui se trouve dans le nouveau radiateur d'huile passe dans le moteur
et dans le turbo sans &ecirc;tre filtr&eacute;, il est donc recommand&eacute; de faire un nettoyage
pr&eacute;alable de radiateur de la casse, car les petites particules  pourraient
facilement endommager le turbo.

<P>Au moment de la mise en route, il est conseill&eacute; de faire tourner le moteur
sans lui permettre de d&eacute;marrer pendant un certain temps (par exemple, en 
d&eacute;branchant les fils d'alimentations du module d'allumage), et apr&egrave;s qu'il ait 
d&eacute;marr&eacute;, le laisser au ralentit jusqu'&agrave; ce que le t&eacute;moin de pression d'huile s'&eacute;teigne,
car il faut remplir le nouveau radiateur. Une fois que le moteur a atteint sa 
temp&eacute;rature de fonctionnement, une vidange et un changement de filtre &agrave;
huile ne lui feront aucun mal.

<H3>Remarques:</H3>

<P>Il faut se souvenir que plus l'huile a un long chemin &agrave; faire,
plus le moteur travaillera longtemps sans pression d'huile au d&eacute;marrage.
J'ai remarqu&eacute; que le t&eacute;moin d'huile mettait un peu plus longtemps 
&agrave; s'&eacute;teindre apr&egrave;s avoir d&eacute;marr&eacute;, il faut donc &ecirc;tre prudent et
garder le moteur &agrave; un faible r&eacute;gime, le temps que &ccedil;a arrive.

<P>Une autre possibilit&eacute; est d'installer le radiateur d'huile du c&ocirc;t&eacute; droit, devant le radiateur d'eau au
dessus de la barre transversale inf&eacute;rieure. Pour: plus pr&egrave;s du filtre &agrave; huile. Contre: &ccedil;a utilise le m&ecirc;me
flux d'air que le radiateur d'eau...

<P>En utilisant un radiateur d'huile, le moteur se refroidira
davantage et plus vite. Si un thermom&egrave;tre d'huile n'est pas install&eacute;,
on peut essayer de deviner la temp&eacute;rature en utilisant la pression au
ralentit, plus faible &agrave; chaud. Il ne faut pas faire forcer le
moteur tant que l'eau et l'huile ne sont pas chaudes...

<P>Finalement, un thermostat bypass serait int&eacute;ressant pour ne pas trop refroidir l'huile par temps
tr&egrave;s froid.

<P> <!-- Footer -->
<CENTER>
<TABLE BORDER=0 CELLSPACING=0 CELLPADDING=0>
<TR>
<TD><A HREF="gttint_f.htm"><IMG SRC="foot_1_f.gif" ALT="Index" WIDTH=77 HEIGHT=40 BORDER=0></A></TD>
<TD><A HREF="trick2.htm"><IMG SRC="foot_2_f.gif" ALT="Version anglaise" WIDTH=131 HEIGHT=40 BORDER=0></A></TD>
<TD><A HREF="trick2_e.htm"><IMG SRC="foot_3_f.gif" ALT="Version espagnole" WIDTH=141 HEIGHT=40 BORDER=0></A></TD>
<TD><A HREF="http://www.etsit.upm.es/~alex/gtt/gttint_f.htm"><IMG SRC="foot_4_f.gif" ALT="Autre serveur" WIDTH=108 HEIGHT=40 BORDER=0></A></TD>
<TD><A HREF="credit_f.htm"><IMG SRC="foot_5_f.gif" ALT="Alex" WIDTH=50 HEIGHT=40 BORDER=0></A></TD>
<TD><A HREF="email__f.htm"><IMG SRC="foot_6_f.gif" ALT="Ecrire &agrave; Alex" WIDTH=118 HEIGHT=40 BORDER=0></A></TD>
</TR>
</TABLE>
</CENTER>
</BODY>
</HTML>
