<!DOCTYPE HTML PUBLIC>

<!-- Alex's GT Turbo pages -->
<!-- Page: Tips and tricks page 4 -->
<!-- Language: Spanish -->
<!-- Version: 4.02 -->
<!-- Last update: 20-feb-99 -->

<HTML>
<HEAD>
<TITLE>P&aacute;ginas GT Turbo de Alex: Trucos y consejos de refrigeraci&oacute;n</TITLE>
<META NAME="keywords" CONTENT="Renault, 5, GT, Turbo, mecanica, preparacion, tuning">
<META NAME="description" CONTENT="P&aacute;ginas GT Turbo de Alex">
</HEAD>
<BODY BGCOLOR="#000000" TEXT="#D0D0D0" LINK="#CC8000" VLINK="#ffffff">

<CENTER><IMG SRC="fire5__e.gif" ALT="P&aacute;ginas GT Turbo de Alex" WIDTH=630 HEIGHT=85>

<P><IMG SRC="l_coo.gif" ALT="Refrigeraci&oacute;n" WIDTH=88 HEIGHT=46>
<H1>Trucos y consejos: Refrigeraci&oacute;n</H1>

</CENTER>

<P>
<A NAME=bumper>
<IMG SRC="th_ok.gif" ALT="&iexcl;Hecho!" ALIGN=RIGHT WIDTH=50 HEIGHT=50>
<IMG SRC="dific3.gif" ALT="Dificultad 3/5" ALIGN=RIGHT WIDTH=161 HEIGHT=43>
<H2>Manteni&eacute;ndolo fresco (2)</H2>
</A>
<H3>Intro:</H3>
<P>El aire entra al coche a trav&eacute;s de la rejilla y el paragolpes, pero
el paragolpes tapa mucha de la preciosa superficie del radiador de agua
(Debido a limitaciones de espacio, los ingenieros de Renault no pudieron
permitirse un radiador mayor, pero si tienes que cambiarlo, recuerda que puedes
encontrar unos un poco mayores...). Para evitar eso y conseguir m&aacute;s
aire fresco -y un mejor aspecto-, pueden hacerse unas aberturas en el
paragolpes.

<H3>Procedimiento:</H3>

<P>
<TABLE BORDER=0><TR>
<TD><IMG SRC="garage02.jpg" ALT="Trabajo de paragolpes y cap&oacute;" HSPACE=10 WIDTH=266 HEIGHT=211></TD>

<TD>Quita el paragolpes y hazle agujeros sobre la matr&iacute;cula. Muchos
taladros peque&ntilde;os, unas pocas lineas de taladros alineados, u otros
tipos de aperturas valdr&aacute;n. Si eliges agujeros grandes (que dar&aacute;n
m&aacute;s flujo de aire), quiz&aacute;s deber&iacute;as pintar de negro
parte del interior de la carrocer&iacute;a para que quede mejor. En ese
caso tambi&eacute;n
deber&iacute;as considerar a&ntilde;adir una malla para evitar que las
part&iacute;culas grandes o los insectos entren al radiador (mi padre me
dijo que hab&iacute;a instalado una especie de cazamariposas :-) ).

Personalmente me decid&iacute; por hacer tres aperturas ovoidales grandes,
una enfrente del radiador, otra enfrente
del intercooler y otra enfrente de la pantalla del radiador, hechas taladrando
cuidadosamente el per&iacute;metro y usando una lima. A&ntilde;ad&iacute;
un poco de malla pintada de negro, y ese es el resultado.</TD>
</TR></TABLE>

<H3>Notas:</H3>
<P>F&iacute;jate en que el paragolpes queda m&aacute;s d&eacute;bil
ahora, as&iacute; que, por favor, &iexcl;no rompas tu obra de arte mientras aparcas!

<P>
<A NAME=bonnet>
<IMG SRC="th_ok.gif" ALT="&iexcl;Hecho!" ALIGN=RIGHT WIDTH=50 HEIGHT=50>
<IMG SRC="dific5.gif" ALT="Dificultad 5/5" ALIGN=RIGHT WIDTH=161 HEIGHT=43>
<H2>Manteni&eacute;ndolo fresco (3)</H2>
</A>
<H3>Intro:</H3>
<P>Dejar entrar el aire al motor es bueno, pero deber&iacute;as dejarlo salir
una vez que est&aacute; caliente. Y el aire caliente es m&aacute;s ligero
que el frio, &iquest;recuerdas?
Unas tomas de aire en el cap&oacute; mejorar&aacute;n el flujo de aire.

<H3>Procedimiento:</H3>

<P>
<TABLE BORDER=0><TR>
<TD>
<P>Compra unas tomas de aire. Para ver el sentido en que se ponen, recuerda que
deber&iacute;an dejar salir el aire del coche. Cuando m&aacute;s grandes,
mejor. Luego decide su posici&oacute;n. Ser&iacute;a bueno instalarlas sobre
el motor, porque la corriente de aire por el radiador ser&iacute;a mucho mayor,
pero no recomendar&iacute;a a nadie que mojara la tapa del distribuidor cuando
llueva. Yo me decid&iacute; por colocar sobre las torretas de los amortiguadores
un par de tomas grandes tipo Sierra Cosworth.

<P>Para ponerlas, recomiendo hacer unas piezas de papel del tama&ntilde;o de la chapa que se
necesita quitar para poner las tomas, colocarlas cuidadosamente, usar
cinta aislante de color alrededor del contorno del papel, quitar &eacute;ste,
taladrar la l&iacute;nea interior y limar.

<P>El procedimiento real de instalaci&oacute;n depende del tipo concreto de toma
de aire, pero arriba hay una foto de mis tomas por fuera, y aqu&iacute; hay
una vista interior, en la que se ve la fibra de vidrio utilizada par mantener
las tomas pegadas al cap&oacute;. Un fino reborde de silicona por fuera
completa el trabajo.
</TD>

<TD><IMG SRC="garage03.jpg" ALT="Vista interior del motor" WIDTH=200 HEIGHT=280 HSPACE=10></TD>
</TR></TABLE>

<H3>Notas:</H3>

<P>Es dif&iacute;cil no arruinar tu cap&oacute; con el taladro... ese es
el mayor problema que veo para hacerlo t&uacute; mismo.
<P>Para no dejar las peque&ntilde;as part&iacute;culas del taladradado por el
motor, usa un trapo grande bajo el cap&oacute; si decides taladrar sin quitarlo.

<P>
<A NAME=switch1>
<IMG SRC="th_ok.gif" ALT="&iexcl;Hecho!" ALIGN=RIGHT WIDTH=50 HEIGHT=50>
<IMG SRC="dific2.gif" ALT="Dificultad 2/5" ALIGN=RIGHT WIDTH=161 HEIGHT=43>
<H2>Controlando ventiladores (1)</H2>
</A>
<H3>Intro:</H3>
<P>&iquest;Qu&eacute; pasa si quieres bajar la temperatura del motor, para
preparalo para un calentamiento posterior, como en un atasco de tr&aacute;fico
en el verano o para correr con un amigo, pero el motor no est&aacute; a&uacute;n
lo suficientemente caliente para que el ventilador salte? Podr&iacute;as tener
un interruptor manual para esos casos...

<TABLE BORDER=0><TR>
<TD>
<H3>Procedimiento:</H3>

<P>Busca un cable con tensi&oacute;n +12V en el salpicadero, &uacute;nelo
a un interruptor y tira un segundo cable desde &eacute;ste por el motor
hasta el lado derecho del radiador.
Hay un rel&eacute; ah&iacute;. Abre la base y conecta el cable a la
excitaci&oacute;n de la bobina del rel&eacute;. Esa ser&aacute; la pata
2 o 4, la que no sea negra, en la vista inferior de la base de la figura.</TD>
<TD><IMG SRC="relay.gif" ALT="Patillaje del rel&eacute;" HSPACE=10 WIDTH=125 HEIGHT=125></TD>
</TR></TABLE>


<P>Estar&iacute;a bien tener un testigo integrado en el interruptor, o cerca de &eacute;l
para saber cuando el ventilador est&aacute; activado manualmente. Si prefieres
saber siempre cu&aacute;ndo est&aacute; funcionando el ventilador, como yo, est&eacute; el
interruptor manual dado o no, es tan f&aacute;cil como tomar el mismo cable de
salida con +12V que va al rel&eacute; del ventilador y una masa y pon&eacute;rselos a la
bombilla. Si s&oacute;lo quieres saber cuando est&aacute; dado manualmente, puedes usar
un interruptor de dos circuitos y operar la l&aacute;mpara con el segundo de ellos.
Otra forma implica poner un diodo en serie con el cable de +12V que va desde
el interruptor al rel&eacute; del ventilador (&aacute;nodo al interruptor y c&aacute;todo al
rel&eacute;) y alimentar la l&aacute;mpara desde su &aacute;nodo. 


<H3>Notas:</H3>
<P>No olvides el interruptor accionado cuando pares y te vayas a casa o
arruinar&aacute;s la bateria. Si lo prefieres, puedes usar un +12V
tras el contacto para evitar esto (como yo hice). Un lugar para encontrarlo
es la palanca del limpiaparabrisas.

<P>
<A NAME=switch2>
<IMG SRC="th_ok.gif" ALT="&iexcl;Hecho!" ALIGN=RIGHT WIDTH=50 HEIGHT=50>
<IMG SRC="dific3.gif" ALT="Dificultad 3/5" ALIGN=RIGHT WIDTH=161 HEIGHT=43>
<H2>Controlando ventiladores (2)</H2>
</A>
<H3>Intro:</H3>
<P>Si no quieres que tu ventilador antipercolaci&oacute;n trabaje para nada,
podr&iacute;as pararlo cuando quisieras. Esto es interesante porque
no siempre te importa la <A HREF="tecst4_e.htm#percolation">percolaci&oacute;n</A>,
como cuando aparcas y no piensas usar el coche el resto del dia, y/o si
quieres utilizar una alarma por consumo.

<H3>Procedimiento:</H3>

<P>El ventilador antipercolaci&oacute;n no tiene rel&eacute;. Pero ser&iacute;a
interesante que lo tuviera, porque la vida de los contactos -los de tu
interruptor manual y los del termocontacto- ser&iacute;a mayor, as&iacute;
que a&ntilde;&aacute;delo t&uacute; mismo.
<P>Es f&aacute;cil encontrar una base de rel&eacute; en un desguace, pero
compra un rel&eacute; nuevo (por el precio no merece la pena meter uno
viejo). Mirados desde la base, todos los rel&eacute;s del Supercinco
son as&iacute;:

<P>
<TABLE BORDER=0><TR>
<TD><IMG SRC="relay.gif" ALT="Patillaje del rel&eacute;" HSPACE=10 WIDTH=125 HEIGHT=125></TD>
<TD>Usa el cable positivo que va directo al ventilador antipercolaci&oacute;n
para activar la bobina del rel&eacute;, pero d&eacute;jale la masa en su sitio. Usa la masa
de la bobina del rel&eacute; (Pin 2) para parar el ventilador cuando
quieras mediante un cable que va, a trav&eacute;s de un interruptor
en el cuadro, a masa. Busca un cable fuerte con tensi&oacute;n +12V
(incluso tras quitar el contacto) en el motor -puedes compartir el rojo
gordo del rel&eacute; del ventilador- y &uacute;salo, haci&eacute;ndolo
pasar a trav&eacute;s del rele (Pins 1 y 5), para activar el ventilador
antipercolaci&oacute;n.</TD>
</TR></TABLE>

<H3>Notas:</H3>
<P>Recuerda que si olvidas dejar al ventilador antipercolaci&oacute;n trabajar
pero despu&eacute;s intentas <A HREF="drive__e.htm#starting">arrancar el motor caliente</A> -desde 15 minutos
a un par de horas despu&eacute;es de haberlo apagado-, puedes tener problemas.

<P>
<A NAME=temp>
<IMG SRC="th_ok.gif" ALT="&iexcl;Hecho!" ALIGN=RIGHT WIDTH=50 HEIGHT=50>
<IMG SRC="dific2.gif" ALT="Dificultad 2/5" ALIGN=RIGHT WIDTH=161 HEIGHT=43>
<H2>Trabajando con la temperatura</H2>
</A>
<H3>Intro:</H3>
<P>La temperatura de trabajo del motor se mantiene gracias al termostato,
que est&aacute; entre dos abrazaderas en el tubo grande que lleva el
agua caliente desde la bomba de agua al radiador. Puedes hacer que tu
motor trabaje a una temperatura ligeramente inferior, quedando as&iacute;
preparado para un s&uacute;bito aumento, cambiando el punto de apertura
del termostato. Tambi&eacute;n se puede hacer que el ventilador empiece
a funcionar antes.

<H3>Procedimiento:</H3>

<P>Simplemente ve a una tienda de recambios y pide un termostato de un grado
m&aacute;s frio que el tuyo. La temperatura est&aacute; escrita en un lateral
(Formato: Temperatura de inicio de apertura / Temperatura de fin de apertura)
, el mio era un 83&deg;C/93&deg;C y lo cambi&eacute; por un 73&deg;C/83&deg;C.

<P>Lo mismo acerca del electrocontacto del ventilador (Ahora el formato es:
Temperatura de cierre asegurado / Temperatura de apertura asegurada). Yo
cambi&eacute; mi 92&deg;C/85&deg;C por un 85&deg;C/65&deg;C.

<H3>Notas:</H3>
<P>Hay gente que quita el termostato. Consiguen as&iacute; un mejor flujo
de agua, pero un pobre calentamiento del motor en tiempo frio, y trabajar
con el motor frio es malo tanto para el rendimiento como para la vida
del motor.

<P> <!-- Footer -->
<CENTER>
<TABLE BORDER=0 CELLSPACING=0 CELLPADDING=0>
<TR>
<TD><A HREF="gttint_e.htm"><IMG SRC="foot_1_e.gif" ALT="&Iacute;ndice" WIDTH=73 HEIGHT=40 BORDER=0></A></TD>
<TD><A HREF="trick4.htm"><IMG SRC="foot_2_e.gif" ALT="Versi&oacute;n inglesa" WIDTH=128 HEIGHT=40 BORDER=0></A></TD>
<TD><A HREF="trick4_f.htm"><IMG SRC="foot_3_e.gif" ALT="Versi&oacute;n francesa" WIDTH=127 HEIGHT=40 BORDER=0></A></TD>
<TD><A HREF="http://www.etsit.upm.es/~alex/gtt/gttint_e.htm"><IMG SRC="foot_4_e.gif" ALT="Servidor alternativo" WIDTH=147 HEIGHT=40 BORDER=0></A></TD>
<TD><A HREF="credit_e.htm"><IMG SRC="foot_5_e.gif" ALT="Alex" WIDTH=49 HEIGHT=40 BORDER=0></A></TD>
<TD><A HREF="email__e.htm"><IMG SRC="foot_6_e.gif" ALT="Email Alex" WIDTH=102 HEIGHT=40 BORDER=0></A></TD>
</TR>
</TABLE>
</CENTER>
</BODY>
</HTML>
