<!DOCTYPE HTML PUBLIC>

<!-- Alex's GT Turbo pages -->
<!-- Page: Tips and tricks page 8 -->
<!-- Language: French -->
<!-- Version: 4.01 -->
<!-- Last update: 05-mar-99 -->

<!-- Orthographe OK-->

<HTML>
<HEAD>
<TITLE>Pages GT Turbo d'Alex: trucs et conseils sur les freins</TITLE>
<META NAME="keywords" CONTENT="Renault, 5, GT, Turbo, m&eacute;canique, pr&eacute;paration, tuning,
freins, rallye">
<META NAME="description" CONTENT="Pages GT Turbo d'Alex">
</HEAD>
<BODY BGCOLOR="#000000" TEXT="#D0D0D0" LINK="#CC8000" VLINK="#ffffff">

<CENTER><IMG SRC="fire5__f.gif" ALT="Pages GT Turbo d'Alex" WIDTH=630 HEIGHT=85>

<P><IMG SRC="l_bra.gif" ALT="Freins" WIDTH=88 HEIGHT=46>
<H1>Trucs et conseils : les freins</H1>

</CENTER>

<P>
<A NAME=pads>
<IMG SRC="th_ok.gif" ALT="Fait!" ALIGN=RIGHT WIDTH=50 HEIGHT=50>
<IMG SRC="dific3.gif" ALT="Difficult" 3/5" ALIGN=RIGHT WIDTH=161 HEIGHT=43>
<H2>Un meilleur grip </H2>
</A>

<H3>Intro:</H3>

<P>Une partie importante de la puissance de freinage d'une voiture r&eacute;side
dans la qualit&eacute; des plaquettes de freins. On peut donc am&eacute;liorer facilement
et rapidement le freinage en <A HREF="tecst8_f.htm#compound">choisissant le
bon jeu de plaquettes</A>.

<P>Mon choix personnel a &eacute;t&eacute; Ferodo Racing. Elles se comportent raisonnablement
&agrave; froid, et ont un grip tr&egrave;s ferme &agrave; chaud.

<H3>Proc&eacute;d&eacute;:</H3>

<P>Le changement de plaquettes typique: D&eacute;connecter les c&acirc;bles de t&eacute;moins
d'usure, enlever les vis de guide avec deux cl&eacute;s, extraire l'&eacute;trier du
support d'&eacute;trier et le mettre en s&eacute;curit&eacute; dans le passage d'aile en faisant
attention &agrave; ne pas ab&icirc;mer les flexibles de frein. Changer les plaquettes.
Mettre en place celle qui a le c&acirc;ble de t&eacute;moin d'usure &agrave; l'int&eacute;rieur,
le c&acirc;ble se trouvant en haut (l&agrave; o&ugrave; il y a la vis de purge). Pour la repose
de l'&eacute;trier, il vaudrait mieux utiliser du frein filet pour les vis de guide
avec un couple de serrage de 35 Nm (26lbf ft).

<H3>Remarques:</H3>

<P>Laisser les plaquettes s'adapter au disque sans freiner trop fort au
moins pendant les premiers 200 kilom&egrave;tres, &ecirc;tre encore plus patient si
l'on change &eacute;galement les disques.

<P><A NAME=discs>
<IMG SRC="th_ok.gif" ALT="Fait!" ALIGN=RIGHT WIDTH=50 HEIGHT=50>
<IMG SRC="dific3.gif" ALT="Difficult&eacute; 3/5" ALIGN=RIGHT WIDTH=161 HEIGHT=43>
<H2>Retarder le Fading (1)</H2>
</A>

<H3>Intro:</H3>

<P>Le GT Turbo a des freins avants ventil&eacute;s car lors de forts freinages,
les disques atteignent des temp&eacute;ratures tr&egrave;s hautes, mais comme ils doivent
rentrer dans des jantes en 13", ils ne sont pas tr&egrave;s grands.

<P>On peut r&eacute;duire la temp&eacute;rature des disques (et retarder le
<A HREF="tecst8_f.htm#fading">'fading'</A>) en utilisant des disques perc&eacute;s.
Ils permettent une meilleure circulation d'air et un meilleur refroidissement.
Un autre effet int&eacute;ressant est qu'ils am&eacute;liorent le renouvellement de la
surface des plaquettes. (Le poids est &eacute;galement r&eacute;duit d'un poil!:-)). Une
surface rainur&eacute;e serait mieux adapt&eacute;e pour cela, mais pire pour le reste
des capacit&eacute;s.

<P>Ce sont mes disques perc&eacute;s Brembo Gold :

<P><CENTER><IMG SRC="discos.jpg" ALT="Disques Brembo Gold " WIDTH=320 HEIGHT=227></CENTER>

<H3>Proc&eacute;d&eacute;:</H3>

<P>D&eacute;poser l'&eacute;trier complet en d&eacute;vissant les deux vis qui sont derri&egrave;re.
L'attacher &agrave; la partie int&eacute;rieure de l'aile pour ne pas ab&icirc;mer les
flexibles de frein. Enlever les vis Torx (T40) et les disques.

<P>Les surfaces de contact du disque et du moyeu doivent &ecirc;tre parfaitement
propres. Il peut &ecirc;tre n&eacute;cessaire d'avoir &agrave; polir un peu. On limite ainsi le voile.
J'ai emprunt&eacute; un microm&egrave;tre pour faire les mesures finales:

<CENTER><P><TABLE BORDER=0>
<TR>
<TD>Maximum autoris&eacute;:</TD><TD> 0.07 mm (0.003 in)</TD>
</TR>
<TR>
<TD>Disque gauche:</TD><TD> 0.046 mm (0.0018 in)</TD>
</TR>
<TR>
<TD>Disque droit:</TD><TD>0.107 mm (0.0042 in)</TD>
</TR>
</TABLE></CENTER>

<P>La mesure est un peu compliqu&eacute;e &agrave; faire, car il faut se faire un 
support pour le microm&egrave;tre. Si on est trop loin des valeurs limites,
on peut essayer l'autre position du disque (comme il y a deux vis, il
peut se mettre de deux mani&egrave;res). Moi, j'ai not&eacute; un freinage in&eacute;gal
&agrave; basse vitesse qui a disparu une fois que les disques et les plaquettes
&eacute;taient rod&eacute;s avec 500-1000 km.


<P>Il faudrait utiliser du frein filet pour les monter.


<H3>Remarques</H3>

<P>Ne pas essayer de percer les disques d'origine, car la surface du
disque a un traitement thermique qui se d&eacute;t&eacute;riore avec le per&ccedil;age, et
de plus, le disque doit &ecirc;tre parfaitement &eacute;quilibr&eacute;.

<P>Quand on change les disques, il est recommand&eacute; de changer en m&ecirc;me
temps &eacute;galement les plaquettes. S'il vous pla&icirc;t, soyez patient avec
leur adaptation r&eacute;ciproque, en faisant au moins 500 km sans freinages
accentu&eacute;s qui pourraient glacer les petites surfaces de meilleur contact
avec les plaquettes.
<P>
<A NAME=fluid>
<IMG SRC="th_ok.gif" ALT="Faite!" ALIGN=RIGHT WIDTH=50 HEIGHT=50>
<IMG SRC="dific4.gif" ALT="Difficult&eacute; 4/5" ALIGN=RIGHT WIDTH=161 HEIGHT=43>
<H2>Retarder le Fading (2)</H2>
</A>

<H3>Intro:</H3>
<P>Pour r&eacute;duire le <A HREF="tecst8_f.htm#fading">fading</A> qui se produit &agrave; cause de
l'&eacute;l&eacute;vation de temp&eacute;rature, une seconde approche du probl&egrave;me peut &ecirc;tre faite
<A HREF="tecst8_f#fluid">en utilisant un liquide de meilleure qualit&eacute;</A>. Moi,
j'ai choisi le liquide AP Lockheed DOT 5.1

<H3>Proc&eacute;d&eacute;:</H3>

<P>Se munir de deux bouteilles d'un demi-litre, car une purge ad&eacute;quate du syst&egrave;me
se traduira par une perte cons&eacute;quente de liquide. Le renouvellement du vieux liquide
par les vis de purge en assure son remplacement mais n&eacute;cessite ensuite une bonne purge
car le syst&egrave;me complet se sera rempli d'air. Mettre du liquide neuf par-dessus l'ancien
et purger jusqu'&agrave; que le liquide qui sorte des purges change de couleur; on obtiendra
alors un m&eacute;lange de liquides (Ne pas appliquer cette m&eacute;thode si l'on change de type
de liquide) mais ceci requiert une purge moins importante.

<P>On peut purger le circuit de cette fa&ccedil;on:
<UL>
 <-- LI Let the fluid still for at least 24 hours in their bottles.-->
 <LI>Se munir d'un ami avec des jambes endurantes et le mettre dans le si&egrave;ge conducteur.
 <LI>Le faire pomper en appuyant sur la p&eacute;dale de frein jusqu'&agrave; ce que l'on
	ne sente plus l'assistance.
 <LI>Remplir le r&eacute;servoir de liquide de freins. Ne jamais le laisser descendre en dessous
de la moiti&eacute; du niveau maxi.
 <LI>Oter les capuchons de protection des vis de purge.
 <LI>Mettre un tuyau sur la vis de purge AR Gauche. Utiliser un r&eacute;cipient ad&eacute;quat pour
r&eacute;cup&eacute;rer le liquide qui sort par le tuyau. Le proc&eacute;d&eacute; est d'ouvrir la vis de purge
d'un demi-tour et de crier 'Appuie' a son ami. Il appuiera sur la p&eacute;dale, et avant d'arriver
en fin de course, il criera 'fait'. Serrer la vis et crier 'enl&egrave;ve' pour qu'il
laisse la p&eacute;dale revenir. Refaire l'op&eacute;ration jusqu'&agrave; ce que le liquide sorte
sans bulles.
 <LI>Refaire la manipulation avec le frein AV Droit.
 <LI>Refaire la manipulation avec le frein AR Droit.
 <LI>Refaire la manipulation avec le frein AV Gauche.
 <LI>Remplir le liquide jusqu'au niveau maxi.
 <LI>Payer un coup &agrave; son pauvre ami fatigu&eacute; :-).
</UL>

<H3>Remarques:</H3>

<P>Laisser reposer le liquide au moins 24 heures dans sa bouteille avant
de s'en servir pour &eacute;viter de r&eacute;cup&eacute;rer les bulles form&eacute;es pendant le transport.

<P>Il est tr&egrave;s important de s'assurer que le syst&egrave;me est totalement purg&eacute;.
C'est sa s&eacute;curit&eacute; personnelle qui est en jeu!

<P>Et le dernier conseil: Faire attention avec le liquide, il adore
manger la peinture!
<P>
<A NAME=hoses>
<IMG SRC="th_ok.gif" ALT="Fait!" ALIGN=RIGHT WIDTH=50 HEIGHT=50>
<IMG SRC="dific4.gif" ALT="Difficult&eacute; 4/5" ALIGN=RIGHT WIDTH=161 HEIGHT=43>
<H2>Sensation de la p&eacute;dale</H2>
</A>

<P><TABLE BORDER=0><TR>
<TD>

<H3>Intro:</H3>
<P>Lors de gros freinages, les pressions auxquelles est soumis le
liquide dans les &eacute;triers sont tr&egrave;s fortes.  Les conduites de freins
sont toutes rigides dans quasiment toute la voiture pour &eacute;viter les
dilatations, mais il y a certains endroits o&ugrave; ce n'est pas le cas:
Les flexibles de freins au niveau de chaque roue. Ceux d'origine
sont tr&egrave;s &eacute;pais et devraient &ecirc;tre assez rigides, mais on peut
am&eacute;liorer &ccedil;a!


<H3>Proc&eacute;d&eacute;:</H3>

<P>Se munir d'un jeu de durits renforc&eacute;s type aviation, en t&eacute;flon et maill&eacute;s.
Ils sont plus fins, plus robustes et plus rigides que ceux de s&eacute;rie. On devrait
noter une r&eacute;ponse plus pr&eacute;cise au niveau de la p&eacute;dale.
</TD>

<TD><IMG SRC="latig1.jpg" ALT="Comparation des tuyaux" WIDTH=230 HEIGHT=250></TD>
<TD><IMG SRC="latig2.jpg" ALT="Montage final des tuyaux" WIDTH=167 HEIGHT=250></TD>

</TR></TABLE>

<H3>Remarques:</H3>

<P>Laisser les tuyaux dans leur position naturelle. S'assurer qu'ils ne
touchent ni les ailes, ni autre chose quand on tourne les roues des deux c&ocirc;t&eacute;s.
Il est int&eacute;ressant de leur rajouter une protection, ce qui peut &ecirc;tre facilement
fait avec un protecteur plastique en spirale de c&acirc;ble &eacute;lectrique (ce n'est pas
montr&eacute; sur la photo).

<P>Il faudra remplir le r&eacute;servoir de liquide de frein et purger le syst&egrave;me
complet apr&egrave;s les avoir install&eacute;s, comme c'est expliqu&eacute; au-dessus.

<P>
<A NAME=separator>
<IMG SRC="th_ok.gif" ALT="Fait!" ALIGN=RIGHT WIDTH=50 HEIGHT=50>
<IMG SRC="dific2.gif" ALT="Difficult&eacute; 2/5" ALIGN=RIGHT WIDTH=161 HEIGHT=43>
<H2>Ajuster la p&eacute;dale</H2>
</A>

<H3>Intro:</H3>
<P>
Pour faciliter la technique du talon pointe, Renault nous a donn&eacute; une p&eacute;dale
d'acc&eacute;l&eacute;rateur longue en forme de L (ce qui me manque &eacute;norm&eacute;ment quand je
prends une autre voiture:(). Mais si on utilise le c&ocirc;t&eacute; du pied pour acc&eacute;l&eacute;rer
pendant que l'on freine, du moins &agrave; mon go&ucirc;t, la p&eacute;dale de frein s'enfonce
trop et on acc&eacute;l&egrave;re facilement un peu trop, ce qui se traduit par une efficacit&eacute;
moindre du freinage, ou une position non-naturelle du pied pour l'&eacute;viter, ce
qui implique &eacute;galement un moins bon freinage.

<H3>Proc&eacute;d&eacute;:</H3>

<P>Se munir d'une plaque d'alu &eacute;paisse (3mm devraient &ecirc;tre suffisants) et
commencer &agrave; travailler avec la scie, le marteau, et la lime jusqu'&agrave; obtenir
quelque chose qui ressemble &agrave; une p&eacute;dale. On peut lui donner la forme que
l'on veut, mais on peut essayer d'imiter la forme de celle de s&eacute;rie. En
copiant &eacute;galement les trous, on pourra remettre les couvre-p&eacute;dale pour
dissimuler le truc. On aura besoin de quatre (on pourra faire avec 3
mais il est pr&eacute;f&eacute;rable d'en mettre 4 pour la rigidit&eacute;) trous dans les
coins pour les vis de s&eacute;paration.
<TABLE BORDER=0><TR><TD>
<P>Acheter 4 vis &agrave; t&ecirc;tes plates de 6mm, 4 rondelles plates et 12
&eacute;crous. Percer convenablement la p&eacute;dale d'origine &agrave; ses quatre coins
et utiliser le premier jeu d'&eacute;crous pour monter les vis sur la nouvelle
plaque (il faudra probablement tout mont&eacute; libre et serrer une fois
tout mont&eacute;). Un autre jeu d'&eacute;crous servirait pour ajuster la hauteur
de la t&ocirc;le avec la p&eacute;dale, mais j'ai trouv&eacute; que la hauteur de mon 
premier jeu d'&eacute;crous &eacute;tait la bonne, je n'ai donc pas utilis&eacute; le second
jeu. Monter la t&ocirc;le sur la p&eacute;dale et utiliser les rondelles et le dernier
jeu d'&eacute;crous derri&egrave;re la p&eacute;dale.

<H3>Remarques:</H3>

<P>Les premi&egrave;res fois que l'on conduit avec la p&eacute;dale modifi&eacute;e, &ccedil;a fait
tout bizarre de lever autant (!) le pied pour freiner, mais en deux ou trois
jours, ce sera  aussi naturel qu'avant et beaucoup plus efficace!
</TD>

<TD><IMG SRC="seppedal.jpg" ALT="S&eacute;parateur de p&eacute;dale de frein" HSPACE=10 VSPACE=10 WIDTH=330 HEIGHT=222></TD>
</TR></TABLE>

<P> <!-- Footer -->
<CENTER>
<TABLE BORDER=0 CELLSPACING=0 CELLPADDING=0>
<TR>
<TD><A HREF="gttint_f.htm"><IMG SRC="foot_1_f.gif" ALT="Index" WIDTH=77 HEIGHT=40 BORDER=0></A></TD>
<TD><A HREF="trick8.htm"><IMG SRC="foot_2_f.gif" ALT="Version anglaise" WIDTH=131 HEIGHT=40 BORDER=0></A></TD>
<TD><A HREF="trick8_e.htm"><IMG SRC="foot_3_f.gif" ALT="Version espagnole" WIDTH=141 HEIGHT=40 BORDER=0></A></TD>
<TD><A HREF="http://www.etsit.upm.es/~alex/gtt/gttint_f.htm"><IMG SRC="foot_4_f.gif" ALT="Autre serveur" WIDTH=108 HEIGHT=40 BORDER=0></A></TD>
<TD><A HREF="credit_f.htm"><IMG SRC="foot_5_f.gif" ALT="Alex" WIDTH=50 HEIGHT=40 BORDER=0></A></TD>
<TD><A HREF="email__f.htm"><IMG SRC="foot_6_f.gif" ALT="Ecrire &agrave; Alex" WIDTH=118 HEIGHT=40 BORDER=0></A></TD>
</TR>
</TABLE>
</CENTER>
</BODY>
</HTML>
