<!DOCTYPE HTML PUBLIC>

<!-- Alex's GT Turbo pages -->
<!-- Page: Tips and tricks page 10 -->
<!-- Language: French -->
<!-- Version: 4.01 -->
<!-- Last update: 10-mar-99 -->

<HTML>
<HEAD>
<TITLE>Pages GT Turbo d'Alex: Trucs et astuces sur la carrosserie</TITLE>
<META NAME="keywords" CONTENT="Renault, 5, GT, Turbo, m&eacute;canique, pr&eacute;paration, tuning">
<META NAME="description" CONTENT="Pages GT Turbo d'Alex">
</HEAD>
<BODY BGCOLOR="#000000" TEXT="#D0D0D0" LINK="#CC8000" VLINK="#ffffff">

<CENTER><IMG SRC="fire5__f.gif" ALT="Pages GT Turbo d'Alex" WIDTH=630 HEIGHT=85>

<P><IMG SRC="l_bod.gif" ALT="Carrosserie" WIDTH=88 HEIGHT=46>
<H1>Trucs et astuces: carrosserie et ch&acirc;ssis</H1>

</CENTER>

<P>
<A NAME=strutbar>
<IMG SRC="th_ok.gif" ALT="Fait!" ALIGN=RIGHT WIDTH=50 HEIGHT=50>
<IMG SRC="dific1.gif" ALT="Difficult&eacute; 1/5" ALIGN=RIGHT WIDTH=161 HEIGHT=43>
<H2>Am&eacute;liorer la maniabilit&eacute;</H2>
</A>
<P><TABLE BORDER=0>
<TR>
<TD>
<H3>Intro:</H3>

<P>La majeure partie du poids de la voiture est support&eacute; par les roues avant et, en
courbes appui&eacute;es, tout le poids se retrouve sur la roue ext&eacute;rieure. Les
t&ecirc;tes d'amortisseur doivent supporter de fortes charges via l'amortisseur,
ce qui implique des vibrations et une d&eacute;formation du ch&acirc;ssis qui
diminue la pr&eacute;cision des trajectoires.

<H3>Proc&eacute;d&eacute;:</H3>

<P>Acheter et installer une barre anti-rapprochement pour "relier" les
t&ecirc;tes d'amortisseurs. Sur une photo au-dessus, on peut voir ce que &ccedil;a donne.
Il n'est pas difficile de se la faire soit m&ecirc;me, faut-il encore avoir un poste
&agrave; souder.

<H3>Remarques:</H3>

<P>Le gain n'est pas tr&egrave;s important sur un GTT de serie (C'est ce que j'ai remarqu&eacute;).
Mais en &eacute;tant rabaiss&eacute; avec<A HREF="trick9_f.htm#shocks">
des suspensions plus dures</A>, ce devrait &ecirc;tre diff&eacute;rent, car
elle lib&egrave;re le ch&acirc;ssis d'efforts importants.
</TD>
<TD><IMG SRC="garage03.jpg" ALT="Barre anti-rapprochement mont&eacute;e" WIDTH=190 HEIGHT=280></TD>
</TR>
</TABLE>

<P>
<A NAME=rollcage>
<IMG SRC="think.gif" ALT="J'y pense" ALIGN=RIGHT WIDTH=50 HEIGHT=50>
<IMG SRC="dific3.gif" ALT="Difficult&eacute; 3/5" ALIGN=RIGHT WIDTH=161 HEIGHT=43>
<H2>Mettre l'oiseau dans la (arceau) cage</H2>
</A>

<H3>Intro:</H3>

<P>Personne n'appr&eacute;cie de faire des tonneaux avec sa voiture, mais
imaginons que &ccedil;a nous arrive... on aimerait bien alors avoir un arceau!
Un autre avantage est l'aspect totalement racing que &ccedil;a donne.
L'inconv&eacute;nient, c'est que l'on diminue l'usage de sa voiture. La diminution
peut aller d'une difficult&eacute; pour entrer &agrave; l'int&eacute;rieur de la voiture
jusqu'&agrave; la derni&egrave;re conversation en duo, le tout d&eacute;pendant du mod&egrave;le d'arceau.

<H3>Proc&eacute;d&eacute;:</H3>

<P>Acheter et monter l'arceau. La FIA demande 45mm &Oslash; pour les rallyes,
il est donc facile de s'en procurer de 40 mm &Oslash; d'occasion. Il y a 
beaucoup de mod&egrave;les pour GT Turbo, depuis ceux qu'il faut souder &agrave; la
caisse jusqu'aux d&eacute;montables viss&eacute;s.

<TABLE BORDER=0><TR>
<TD>J'ai install&eacute; celui de mon ami 
<A HREF="mailto:sylvain@delealum.etsii.upm.es">Sylvain</A> un mois (Je lui
ai achet&eacute; et je l'ai essay&eacute; avant qu'il ne le monte finallement). Il est 
fait d'un &eacute;l&egrave;ment avant (enlever les pare-soleils et la console centrale de
la lumi&egrave;re, ne pas compter ouvrir la bo&icirc;te &agrave; gant), un &eacute;l&eacute;ment central avec
des extensions aux ailes arri&egrave;res, quatres petites barres pour les relier,
qui passent au-dessus et en dessous des portes (passer par dessus pour entrer
et oublier de rabattre les si&egrave;ges) et une barre transversale derri&egrave;re
(d&eacute;montable). Il &eacute;tait recouvert de protection en mousse, et &ccedil;a donnait
un aspect vraiment excellent!</TD>
<TD><IMG SRC="barras.jpg" ALT="Vue int&eacute;rieure de l'arceau" HSPACE=10 VSPACE=10 WIDTH=232 HEIGHT=159></TD>
</TR></TABLE>

<H3>Remarque:</H3>

<P>Il peut &ecirc;tre n&eacute;cessaire d'homologuer l&eacute;galement l'arceau pour l'installer
dans la voiture (en Espagne, c'est le cas). Le nombre de places assises passe
&agrave; deux.

<P>
<A NAME=harness>
<IMG SRC="th_ok.gif" ALT="Fait!" ALIGN=RIGHT WIDTH=50 HEIGHT=50>
<IMG SRC="dific2.gif" ALT="Difficult&eacute; 2/5" ALIGN=RIGHT WIDTH=161 HEIGHT=43>
<H2>Attacher le chien au si&egrave;ge</H2>
</A>
<H3>Intro:</H3>
<P>Dans un accident, le corps est retenu dans le si&egrave;ge par la ceinture de
s&eacute;curit&eacute;. Malheureusement, il n'est pas rare de se casser une clavicule.
Un harnais de s&eacute;curit&eacute; offre une meilleure protection.

<H3>Proc&eacute;d&eacute;:</H3>
<P>Acheter et installer un ou deux harnais. Principalement, on peut choisir entre:
<UL>
<LI>Harnais trois points: Un pour les deux sangles des &eacute;paules qui vont au point
 de fixation des ceintures arri&egrave;res et deux fixations latt&eacute;rales pour les ceintures. Il y a
 des mod&egrave;les qui ont un syst&egrave;me de fermeture rapide sur la sangle sup&eacute;rieure pour
 faciliter l'acc&egrave;s aux places arri&egrave;res. Ce sont ceux qui maximisent l'habitabilit&eacute;
 des places arri&egrave;res, et c'est pourquoi j'ai achet&eacute; ce mod&egrave;le (Voir la photo
 au-dessus).
<LI>Harnais quatre points: Deux points vont au pied du coffre par le joint des
 si&egrave;ges arri&egrave;res au lieu d'aller au point de fixation sup&eacute;rieur des ceintures.
 Ils laissent uniquement de l'espace &agrave; un passager au milieu des places arri&egrave;res,
 mais ils offrent une meilleure protection.
<LI>Harnais cinq et six points: Ils sont comme les quatres points mais avec des
 fixations suppl&eacute;mentaires au-dessous du si&egrave;ge avant. Il n&eacute;cessite un passage
 dans le si&egrave;ge comme ceux qu'il y a dans les bacquets. Pens&eacute;s pour un usage
 en comp&eacute;tition.
</UL>
<P>Une autre possibilit&eacute; est de choisir entre une largeur de sangle de 50 mm
ou de 75 mm, et entre une fermeture automatique ou une conventionelle
avec un bouton poussoir.

<P>Un avantage de l'harnais est qu'il reste pas tendu en g&eacute;nant l'&eacute;paule,
mais c'est la raison pour laquelle il faudrait l'utiliser parfaitement
r&eacute;gl&eacute; &agrave; sa taille ( et &agrave; diff&eacute;rents habits tout au long de l'ann&eacute;e) ou
sinon, &ccedil;a ne servirait &agrave; rien.

<H3>Remarques:</H3>

<P>Pour obtenir une protection optimale des harnais, notament s'ils sont
attach&eacute;s aux fixations de la ceinture arri&egrave;re, devraient plut&ocirc;t &ecirc;tre install&eacute;s
dans des voitures munies d'un arceau. On est ainsi tranquille de ne pas &ecirc;tre
concern&eacute; par une &eacute;ventuelle d&eacute;formation de la carrosserie.

<P>S'assurer de faire une bonne fixation du harnais, car en cas d'accident,
il devra encaisser d'&eacute;normes forces dues &agrave; l'inertie du corps.

<P>
<A NAME=fiber>
<IMG SRC="th_ok.gif" ALT="Fait!" ALIGN=RIGHT WIDTH=50 HEIGHT=50>
<IMG SRC="dific2.gif" ALT="Difficult&eacute; 2/5" ALIGN=RIGHT WIDTH=161 HEIGHT=43>
<H2>R&eacute;parer les parechocs &agrave; la fibre de verre</H2>
</A>

<TABLE BORDER=0>
<TR>
<TD>
<H3>Intro:</H3>

<P>Le parechoc avant est trop bas pour ne pas &ecirc;tre cass&eacute; en se
garant malencontreusement, par exemple. Des petis chocs provoquent
&eacute;galement des fissures. Mais, heureusement, les pi&egrave;ces en fibre de
verre sont faciles &agrave; r&eacute;parer.

<H3>Proc&eacute;d&eacute;:</H3>

<P>On aura besoin de fibre de verre. Je sais que &ccedil;a existe sous forme
de to&icirc;le, mais je pr&eacute;f&egrave;re le type "mastic de carrossier", qui se vend
en bo&icirc;te pleine de p&acirc;te et un tube de durcisseur.

<P>Le premier point consiste en la d&eacute;pose du parechoc, essayer de remettre
tout en place, enlever les parties perdues et utiliser les outils et une
l&icirc;me pour pr&eacute;parer les bords des fissures. S'il s'est cass&eacute; en plusieurs
morceaux, des renforts en t&ocirc;le peuvent &ecirc;tre n&eacute;cessaire pour mettre tout
en place. Utiliser des serre-joints, des poids et des cordes pour fermer
les fissures et remettre tout en place.</TD>

<TD><IMG SRC="vidriopg.jpg" ALT="Vue int&eacute;rieure du PC AV" WIDTH=220 HEIGHT=270 HSPACE=10 VSPACE=10></TD>
</TR>
</TABLE>
<TABLE BORDER=0>
<TR>
<TD><IMG SRC="pintpg.jpg" ALT="ue ext&eacute;rieure du PC AV" WIDTH=225 HEIGHT=270 HSPACE=10 VSPACE=10></TD>
<TD>
<P>La fibre, une fois m&eacute;lang&eacute;e avec le durcisseur, doit &ecirc;tre appliqu&eacute;e
par l'int&eacute;rieur en couches successives, en laissant s&eacute;cher quelques
heures. Le parechoc sera d'autant plus robuste que la fibre sera
appliqu&eacute;e sur une surface rugueuse et bien ponc&eacute;e. Apr&egrave;s les premi&egrave;res
couches, le parechoc retrouvera sa forme initiale, et on pourra donc
enlever les serre-joints pour mieux travailler.

<P>La surface ext&eacute;rieure doit &ecirc;tre trait&eacute;e comme si c'&eacute;tait de la
carrosserie. Le mastique classique lui redonnera un aspect normal,
car la finition &agrave; la fibre serait trop grossi&egrave;re. De toutes fa&ccedil;ons,
il faudra poncer &agrave; l'eau jusqu'&agrave; la ha&iuml;r pour adoucir et &eacute;galiser
toutes les fissures.

<P>Une peinture "maison" peut &ecirc;tre faite plus facilement que sur de
la t&ocirc;le car la finition de la peinture sur de la fibre est toujours
meilleure, ainsi, &agrave; moins de travailler vraiment mal, on peut &eacute;conomiser
l'argent du peindre d&eacute;cemment.
</TD>
</TR></TABLE>

<P> <!-- Footer -->
<CENTER>
<TABLE BORDER=0 CELLSPACING=0 CELLPADDING=0>
<TR>
<TD><A HREF="gttint_f.htm"><IMG SRC="foot_1_f.gif" ALT="Index" WIDTH=77 HEIGHT=40 BORDER=0></A></TD>
<TD><A HREF="tric10.htm"><IMG SRC="foot_2_f.gif" ALT="Version anglaise" WIDTH=131 HEIGHT=40 BORDER=0></A></TD>
<TD><A HREF="tric10_e.htm"><IMG SRC="foot_3_f.gif" ALT="Version espagnole" WIDTH=141 HEIGHT=40 BORDER=0></A></TD>
<TD><A HREF="http://www.etsit.upm.es/~alex/gtt/gttint_f.htm"><IMG SRC="foot_4_f.gif" ALT="Autre serveur" WIDTH=108 HEIGHT=40 BORDER=0></A></TD>
<TD><A HREF="credit_f.htm"><IMG SRC="foot_5_f.gif" ALT="Alex" WIDTH=50 HEIGHT=40 BORDER=0></A></TD>
<TD><A HREF="email__f.htm"><IMG SRC="foot_6_f.gif" ALT="Ecrire &agrave; Alex" WIDTH=118 HEIGHT=40 BORDER=0></A></TD>
</TR>
</TABLE>
</CENTER>
</BODY>
</HTML>
