<!DOCTYPE HTML PUBLIC>

<!-- Alex's GT Turbo pages -->
<!-- Page: Tips and tricks page 2 -->
<!-- Language: Spanish -->
<!-- Version: 4.02 -->
<!-- Last update: 17-feb-99 -->

<HTML>
<HEAD>
<TITLE>P&aacute;ginas GT Turbo de Alex: Trucos y consejos de lubricaci&oacute;n</TITLE>
<META NAME="keywords" CONTENT="Renault, 5, GT, Turbo, mecanica, preparacion, tuning">
<META NAME="description" CONTENT="P&aacute;ginas GT Turbo de Alex">
</HEAD>
<BODY BGCOLOR="#000000" TEXT="#D0D0D0" LINK="#CC8000" VLINK="#ffffff">

<CENTER><IMG SRC="fire5__e.gif" ALT="P&aacute;ginas GT Turbo de Alex" WIDTH=630 HEIGHT=85>

<P><IMG SRC="l_oil.gif" ALT="Lubricaci&oacute;n" WIDTH=88 HEIGHT=46>
<H1>Trucos y consejos: Lubricaci&oacute;n</H1>

</CENTER>

<P>
<A NAME=oilcool>
<IMG SRC="th_ok.gif" ALT="&iexcl;Hecho!" ALIGN=RIGHT WIDTH=50 HEIGHT=50>
<IMG SRC="dific4.gif" ALT="Dificultad 4/5" ALIGN=RIGHT WIDTH=161 HEIGHT=43>
<H2>Manteni&eacute;ndolo fresco (1)</H2>
</A>

<H3>Intro:</H3>

<P>No s&oacute;lo el agua se calienta, tambi&eacute;n lo hace el aceite.
Especialmente debido a las altas temperaturas de los cojinetes del turbo,
su temperatura sube, por lo que todos los GTTs traen un intercambiador 
aceite-agua. Como el agua tiende a estar m&aacute;s fria que el aceite (unos
30 &deg;C menos), al aceite se le obliga, despu&eacute;s de ser filtrado,
a pasar a la parte superior izquierda del radiador. Desde alli baja por un doble
cilindro que est&aacute; sumergido en el agua del radiador, dejando alli
parte de su calor. La ventaja es que la temperatura del aceite se regula
con la del agua.

<P>Pero en un coche propenso al calentamiento, esta soluci&oacute;n reduce el
poder de enfriamiento del agua, a la vez que el del aceite no es muy bueno.
Una buena soluci&oacute;n es dejar el radiador al completo para el agua y
usar un segundo radiador de aceite para el aceite.

<H3>Procedimiento:</H3>

<TABLE BORDER=0>
<TR>
<TD COLSPAN=2>Lo primero es buscarse un radiador de aceite. Yo consegu&iacute; uno del Opel Kadett
GSi en un desguace.</TD>
</TR>
<TR>
<TD>Encontrar un lugar para poner el radiador es realmente otro dolor de cabeza,
ya que los GTTs no tienen mucho espacio libre ah&iacute; delante. Pero
cerca de la luz antiniebla izquierda hay unas aperturas del paragolpes,
detr&aacute;s de las cuales puedes instalarlo, si eres lo suficientemente
paciente y haces tus propias piezas de soporte.</TD>
<TD><IMG SRC="oiler.gif" ALT="Posici&oacute;n del radiador de aceite" WIDTH=209 HEIGHT=104 HSPACE=10></TD>
</TR>
</TABLE>
<TABLE BORDER=0>
<TR>
<TD><IMG SRC="pipes.gif" ALT="Latiguillo de aceite" WIDTH=200 HEIGHT=110 HSPACE=10></TD>
<TD>Y llegamos al tema de los latiguillos.
Pueden ponerse nuevos desde el filtro de aceite hasta el radiador,
pero es posible conseguir unas prolongaciones para alargar los antiguos
y seguir us&aacute;ndolos, como yo hice. Pero esos tubos ser&aacute;n un
problema a menos que encuentres a alguien que est&eacute; dispuesto
a hacertelos especialmente (yo encontr&eacute; a <A HREF="gttlin_e.htm#egs">E.G.S.</A>en Madrid).
Eso es porque el tama&ntilde;o interior y el de la rosca que necesitas
para conectar con los tubos viejos no es muy com&uacute;n. Recuerda utilizar
latiguillo que pueda soportar aceite caliente (M&aacute;s de 170 &deg;C) y a presi&oacute;n
(M&aacute;s de 10 kg/cm2).
</TD>
</TR>
</TABLE>

<P>Los latiguillos flexibles que necesit&eacute; estan detallados en la figura.
Tienen un extremo tipo "b" recto con rosca fija 10x100 (10mm de profundidad
ser&aacute; suficiente) para roscar el macho c&oacute;nico libre 10x100
del final del tubo antiguo, y un extremo tipo "a" acodado a 90 &deg; con
una rosca loca 18x150 para mi nuevo radiador de aceite.
Se necesitan dos:
<UL>
  <P><LI>#1 de l=20cm de largo. Va desde el extremo del radiador m&aacute;s
      cercano al antiniebla, por el paso de rueda, hasta el extremo del
      cambio, donde se encuentra con el tubo superior antiguo, que se mueve
      all&iacute;.
  <P><LI>#2 de l=23cm de largo. Va desde el extremo del radiador m&aacute;s
      cercano al radiador de agua a entre el cambio y el radiador de agua,
      pasando justo por debajo del chasis. Esto significa que quedar&aacute;
      muy expuesto en caso de choque frontal, pero se me ocurri&oacute; nada mejor.
</UL>
<TABLE BORDER=0>
<TR>
<TD><IMG SRC="gtsinpg.jpg" ALT="Foto final sin paragolpes" WIDTH=338 HEIGHT=173 HSPACE=10></TD>
<TD>Puedes poner un par de tornillos 10x100 cortos para tapar los agujeros
del viejo intercambiador y evitar que entre polvo, &iexcl;nunca se sabe!

<P>El desmontaje del intercooler y el paragolpes delantero es necesario,
mientras que el del cap&oacute; y la rejilla queda s&oacute;lo altamente recomendado.
En mi caso, la pantalla del radiador de agua tuvo que ser cortada un poco
para permitir que entrara el radiador y poder sacar el tubo #2. (intentad
verlo en la bonita foto nocturna :-) ).</TD>
</TR>
</TABLE>

<P>Hay que trabajar muy limpiamente, porque al arrancar el motor, todo
lo que hay en el nuevo radiador de aceite pasa al motor y al
turbo sin ser filtrado, as&iacute; que se recomienda una limpieza
previa de cualquier radiador de desguace, ya que las peque&ntilde;as
part&iacute;culas podr&iacute;an f&aacute;cilmente da&ntilde;ar el turbo.

<P>Al arrancar conviene dejar girar el motor de arranque sin permitir que el motor arranque
durante un tiempo (por ejemplo quitando los cables de alimentaci&oacute;n del m&oacute;dulo
de encendido), y despu&eacute;s arrancar el motor y dejarlo al ralent&iacute;
hasta que se apague el testigo de presi&oacute;n de aceite, porque se necesita
rellenar el nuevo radiador. Despu&eacute;s de dejar que el motor alcance
su temperatura de funcionamiento, un cambio de aceite y filtro no le
har&iacute;an ning&uacute;n da&ntilde;o.

<H3>Notas:</H3>

<P>Recuerda que cuanto m&aacute;s camino le hagas recorrer al aceite, m&aacute;s
tiempo estar&aacute; tu motor trabajando sin presi&oacute;n de aceite cuando
al arrancarlo. He notado que tarda un poco m&aacute;s en apagarse
el testigo de presi&oacute;n de aceite del tablero despu&eacute;s de
arrancar, as&iacute; que hay que ser cuidadoso y no revolucionar el motor
mientras tanto.

<P>Usando un radiador de aceite, tu motor se enfriar&aacute; m&aacute;s y m&aacute;s
r&aacute;pido. Si no instalas un term&oacute;metro de aceite, puedes tratar
de adivinar su temperatura utilizando su presi&oacute;n al ralent&iacute;,
menor cuando est&aacute; caliente. No se deber&iacute;a hacer trabajar duro
al motor hasta que _ambos_ el aceite y el agua est&eacute;n lo suficientemente
calientes...

<P>Finalmente, un termostato ser&iacute;a interesante para evitar una sobreenfriar
el aceite en tiempo frio.

<P> <!-- Footer -->
<CENTER>
<TABLE BORDER=0 CELLSPACING=0 CELLPADDING=0>
<TR>
<TD><A HREF="gttint_e.htm"><IMG SRC="foot_1_e.gif" ALT="&Iacute;ndice" WIDTH=73 HEIGHT=40 BORDER=0></A></TD>
<TD><A HREF="trick2.htm"><IMG SRC="foot_2_e.gif" ALT="Versi&oacute;n inglesa" WIDTH=128 HEIGHT=40 BORDER=0></A></TD>
<TD><A HREF="trick2_f.htm"><IMG SRC="foot_3_e.gif" ALT="Versi&oacute;n francesa" WIDTH=127 HEIGHT=40 BORDER=0></A></TD>
<TD><A HREF="http://www.etsit.upm.es/~alex/gtt/gttint_e.htm"><IMG SRC="foot_4_e.gif" ALT="Servidor alternativo" WIDTH=147 HEIGHT=40 BORDER=0></A></TD>
<TD><A HREF="credit_e.htm"><IMG SRC="foot_5_e.gif" ALT="Alex" WIDTH=49 HEIGHT=40 BORDER=0></A></TD>
<TD><A HREF="email__e.htm"><IMG SRC="foot_6_e.gif" ALT="Email Alex" WIDTH=102 HEIGHT=40 BORDER=0></A></TD>
</TR>
</TABLE>
</CENTER>
</BODY>
</HTML>
